{
  "gameCategories": [
    {
      "id": 0,
      "name": "Fiesta night",
      "subtitle": "Dive deep into meaningful conversations and discover new layers of understanding with those around you.",
      "image": "https://raw.githubusercontent.com/smobx1/smobx1.github.io/master/b_b/assets/base.png",
      "premium": false,
      "gameOverMessage":[
        {"message":"EACH PLAYER WRITE A MESSAGE TO THE OTHER. FOLD AND EXCHANGE. OPEN ONLY ONCE YOU TWO HAVE PARTED. "},
        {"message":"EACH PLAYER WRITE A REFLECTION ABOUT YOUR TIME TOGETHER. FOLD & EXCHANGE. OPEN WHEN YOU NEED A REMINDER OF \nTHIS MOMENT."},
        {"message":"EACH PLAYER WRITE A NOTE OF GRATITUDE TO THE OTHER. FOLD & EXCHANGE. OPEN WHEN YOU WANT \nTO FEEL APPRECIATED. "},
        {"message":"EACH PLAYER WRITE DOWN A MEANINGFUL LESSON YOU'VE LEARNED FROM THE OTHER. FOLD & EXCHANGE. OPEN WHEN \nYOU SEEK INSPIRATION.\n"},
        {"message":"Each player write a word of encouragement for the other. Fold and exchange. Open when you need a boost."},
        {"message":"Each player write what you believe the other’s superpower is. Fold and exchange. Open when you need to feel empowered."},
        {"message":"Each player write a promise to the other. Fold and exchange. Open when you need reassurance."}
      ],
      "gameStartMessages":[
        {"message":"Welcome! Enjoy our game"},
        {"message":"Good luck today!"}
      ],
      "levels":[
        {
          "level":1,
          "questions":[
            {"id":1, "q":"WHAT ABOUT ME MAKES YOU CURIOUS?"},
            {"id":2, "q":"IF I WERE ON A REALITY SHOW, WHICH ONE WOULD IT BE AND WHY?"},
            {"id":3, "q":"WHAT'S SOMETHING ABOUT ME THAT SEEMS UNUSUAL OR INTERESTING TO YOU?"},
            {"id":4, "q":"WHAT SONG DO YOU THINK I WOULD ROCK AT KARAOKE?"},
            {"id":5, "q":"FINISH THE SENTENCE: AT FIRST GLANCE, YOU SEEM..."},
            {"id":6, "q":"AS A CHILD, WHAT DO YOU THINK I WANTED TO BE?"},
            {"id":7, "q":"DO I SEEM LIKE I PREFER MORNINGS OR NIGHTS? WHY?"},
            {"id":8, "q":"WOULD YOU GUESS I'M A CAT PERSON OR A DOG PERSON?"},
            {"id":9, "q":"WAS I THE TYPE TO BE POPULAR IN SCHOOL? EXPLAIN."},
            {"id":10, "q":"WHAT KIND OF COMPLIMENT DO YOU THINK I HEAR MOST OFTEN?"},
            {"id":11, "q":"WHAT DOES MY PHONE WALLPAPER SAY ABOUT ME?"},
            {"id":12, "q":"DO I REMIND YOU OF SOMEONE YOU KNOW?"},
            {"id":13, "q":"WHAT DO YOU THINK I LOVE TO SPEND MONEY ON?"},
            {"id":14, "q":"DO I SEEM LIKE A COFFEE OR TEA PERSON? SWEETENED OR UNSWEETENED?"},
            {"id":15, "q":"WHAT DO YOU THINK MY INSTAGRAM FEED LOOKS LIKE?"},
            {"id":16, "q":"IF I HAD A MYSPACE PROFILE, WHAT SONG WOULD BE MY THEME?"},
            {"id":17, "q":"WHAT IS MY BODY LANGUAGE TELLING YOU RIGHT NOW?"},
            {"id":18, "q":"WOULD I ENJOY CAMPING? HOW ELABORATE WOULD MY SETUP BE?"},
            {"id":19, "q":"HOW MANY SPEEDING TICKETS DO YOU THINK I’VE GOTTEN?"},
            {"id":20, "q":"WHAT’S THE FIRST THING YOU NOTICED ABOUT ME?"},
            {"id":21, "q":"DO YOU THINK I FALL IN LOVE EASILY? WHY OR WHY NOT?"},
            {"id":22, "q":"DO YOU THINK I'VE EVER CHECKED AN EX'S PHONE FOR EVIDENCE?"},
            {"id":23, "q":"REMINDER: LET GO OF YOUR ATTACHMENT TO THE OUTCOME."},
            {"id":24, "q":"IF YOU WERE TO BUY ME A PRESENT, KNOWING NOTHING ABOUT ME OTHER THAN WHAT I LOOK LIKE, WHAT WOULD IT BE?"},
            {"id":25, "q":"WHO DO YOU THINK MY CELEBRITY CRUSH IS?"},
            {"id":26, "q":"DO I SEEM MORE CREATIVE OR ANALYTICAL? EXPLAIN."},
            {"id":27, "q":"WHAT DO YOU THINK IS THE HARDEST PART OF WHAT I DO FOR A LIVING?"},
            {"id":28, "q":"DO YOU THINK I'M USUALLY EARLY, ON TIME, OR LATE TO EVENTS? EXPLAIN."},
            {"id":29, "q":"DO YOU THINK I’VE EVER SNOOPED THROUGH SOMEONE’S PHONE?"},
            {"id":30, "q":"IF YOU WERE TO BUY ME A GIFT BASED ONLY ON MY APPEARANCE, WHAT WOULD IT BE?"},
            {"id":31, "q":"WHAT FAST FOOD PLACE DO YOU THINK I FREQUENT MOST? WHAT’S MY ORDER?"},
            {"id":32, "q":"DO YOU THINK I INTIMIDATE OTHERS? WHY OR WHY NOT?"},
            {"id":33, "q":"DO YOU THINK I INTIMIDATE OTHERS? WHY OR WHY NOT?"},
            {"id":34, "q":"DO YOU THINK I’VE EVER BEEN FIRED FROM A JOB? IF SO, FOR WHAT?"},
            {"id":35, "q":"DO I LOOK LIKE A KIND PERSON? EXPLAIN."},
            {"id":36, "q":"WHAT CHARACTER DO YOU THINK I WOULD PLAY IN A MOVIE?"},
            {"id":37, "q":"WHAT SCHOOL SUBJECT DO YOU THINK I EXCELLED IN? DID I STRUGGLE WITH ANY?"},
            {"id":38, "q":"ON A SCALE OF 1-10, HOW MESSY DO YOU THINK MY CAR IS? 1 BEING SPOTLESS, 10 A TOTAL DISASTER. EXPLAIN."},
            {"id":39, "q":"DO YOU THINK PLANTS THRIVE OR DIE IN MY CARE? EXPLAIN."},
            {"id":40, "q":"WHAT FAST FOOD RESTAURANT DO YOU THINK I'M MOST LIKELY TO DRIVE THROUGH? WHAT IS MY ORDER?"},
            {"id":41, "q":"WHAT WAS YOUR FIRST IMPRESSION OF ME?"},
            {"id":42, "q":"DO I SEEM LIKE SOMEONE WHO WOULD GET A NAME TATTOOED? WHY OR WHY NOT?"},
            {"id":43, "q":"DO I SEEM LIKE A COFFEE OR TEA PERSON? SWEETENED OR UNSWEETENED?"},
            {"id":44, "q":"AS A CHILD, WHAT DO YOU THINK I DREAMED OF BECOMING?"},
            {"id":45, "q":"WHAT DO MY SHOES SAY ABOUT ME?"},
            {"id":46, "q":"WHAT DO MY SHOES TELL YOU ABOUT ME?"},
            {"id":47, "q":"DO YOU THINK I'VE EVER BEEN FIRED FROM A JOB? IF SO, WHAT FOR?"},
            {"id":48, "q":"WHAT DO YOU THINK IS THE MOST CHALLENGING PART OF MY JOB?"},
            {"id":49, "q":"DO YOU THINK I’M USUALLY EARLY, ON TIME, OR LATE TO EVENTS? EXPLAIN."},
            {"id":50, "q":"DO I LOOK KIND? EXPLAIN."},
            {"id":51, "q":"WHAT ABOUT ME INTRIGUES YOU?"},
            {"id":52, "q":"WHAT REALITY SHOW DO YOU THINK I'M MOST LIKELY TO BINGE WATCH? EXPLAIN."},
            {"id":53, "q":"WHAT ABOUT ME IS MOST STRANGE OR UNFAMILIAR TO YOU?"},
            {"id":54, "q":"WHAT DO YOU THINK MY GO TO KARAOKE SONG IS?"},
            {"id":55, "q":"FINISH THE SENTENCE: JUST BY LOOKING AT YOU I'D THINK..."},
            {"id":56, "q":"WHAT CHARACTER WOULD I PLAY IN A MOVIE?"},
            {"id":57, "q":"DO I SEEM LIKE A MORNING PERSON OR A NIGHT OWL? WHY?"},
            {"id":58, "q":"DO I SEEM LIKE A CAT OR DOG PERSON?"},
            {"id":59, "q":"DO YOU THINK I WAS POPULAR IN SCHOOL? EXPLAIN."},
            {"id":60, "q":"WHAT COMPLIMENT DO YOU THINK I HEAR THE MOST?"},
            {"id":61, "q":"WHAT DOES MY PHONE WALLPAPER TELL YOU ABOUT ME?"},
            {"id":62, "q":"DO I REMIND YOU OF ANYONE?"},
            {"id":63, "q":"WHAT DO YOU THINK I'M MOST LIKELY TO SPLURGE ON?"},
            {"id":64, "q":"WHAT SUBJECT DO YOU THINK I THRIVED IN AT SCHOOL? DID I FAIL ANY?"},
            {"id":65, "q":"WHAT DOES MY INSTAGRAM TELL YOU ABOUT ME?"},
            {"id":66, "q":"IF MYSPACE WERE STILL A THING, WHAT WOULD MY PROFILE SONG BE?"},
            {"id":67, "q":"WHAT IS MY BODY LANGUAGE TELLING YOU RIGHT NOW?"},
            {"id":68, "q":"HOW LIKELY AM I TO GO CAMPING? HOW HIGH MAINTENANCE IS MY SETUP?"},
            {"id":69, "q":"HOW MANY SPEEDING TICKETS DO YOU THINK I'VE GOTTEN IN MY LIFE?"},
            {"id":70, "q":"WHAT'S THE FIRST THING YOU NOTICED ABOUT ME?"},
            {"id":71, "q":"DO YOU THINK I FALL IN LOVE EASILY? WHY OR WHY NOT?"},
            {"id":72, "q":"ON A SCALE OF 1-10, HOW MESSY DO YOU THINK MY CAR IS? 1 BEING CLEANEST, 10 A COMPLETE DISASTER. EXPLAIN."},
            {"id":73, "q":"REMINDER: LET GO OF YOUR ATTACHMENT TO THE OUTCOME."},
            {"id":74, "q":"DO YOU THINK PLANTS THRIVE OR DIE IN MY CARE? EXPLAIN."},
            {"id":75, "q":"WHO DO YOU THINK MY CELEBRITY CRUSH IS?"},
            {"id":76, "q":"DO I SEEM LIKE MORE OF A CREATIVE OR ANALYTICAL TYPE? EXPLAIN."},
            {"id":77, "q":"WHAT WAS YOUR FIRST IMPRESSION OF ME?"},
            {"id":78, "q":"DO I SEEM LIKE SOMEONE WHO WOULD GET A NAME TATTOOED ON MYSELF? WHY OR WHY NOT?"}
          ],
          "wildcards":[
            {"id":1, "q":"WILDCARD: SHARE A MEMORY ASSOCIATED WITH YOUR FAVORITE FOOD. (BOTH PLAYERS)"},
            {"id":2, "q":"WILDCARD: SWAP AN ITEM FROM YOUR POCKET OR BAG AND GUESS THE STORY BEHIND IT."},
            {"id":3, "q":"WILDCARD: MIMIC EACH OTHER'S LAUGH FOR 30 SECONDS."},
            {"id":4, "q":"WILDCARD: DESCRIBE YOUR DAY SO FAR USING ONLY SOUND EFFECTS. (BOTH PLAYERS)"},
            {"id":5, "q":"WILDCARD: WRITE DOWN YOUR FAVORITE SONG LYRIC AND GUESS WHY IT'S MEANINGFUL TO EACH OTHER. (BOTH PLAYERS)"},
            {"id":6, "q":"WILDCARD: SHOW THE LAST PHOTO YOU TOOK ON YOUR PHONE AND EXPLAIN IT."},
            {"id":7, "q":"WILDCARD: HUM YOUR FAVORITE SONG AND GUESS EACH OTHER'S. (BOTH PLAYERS)"},
            {"id":8, "q":"WILDCARD: EXCHANGE YOUR FAVORITE QUOTES AND DISCUSS WHY THEY RESONATE WITH YOU."},
            {"id":9, "q":"WILDCARD: SPIN AROUND SLOWLY AND GUESS EACH OTHER’S FAVORITE PIECE OF CLOTHING."},
            {"id":10, "q":"WILDCARD: SHARE A FUNNY CHILDHOOD MEMORY IN ONE MINUTE. (BOTH PLAYERS)"},
            {"id":11, "q":"WILDCARD: EXCHANGE ONE OF YOUR FAVORITE JOKES AND RATE EACH OTHER'S HUMOR."},
            {"id":12, "q":"WILDCARD: ACT OUT YOUR FAVORITE ANIMAL AND HAVE THE OTHER PERSON GUESS WHAT IT IS."},
            {"id":13, "q":"WILDCARD: DRAW A SYMBOL OR ICON THAT REPRESENTS YOU AND EXPLAIN IT TO EACH OTHER."},
            {"id":14, "q":"WILDCARD: CREATE A HANDSHAKE OR HIGH-FIVE ROUTINE TO PERFORM TOGETHER."},
            {"id":15, "q":"WILDCARD: MAKE UP A SHORT STORY USING THREE RANDOM WORDS FROM YOUR CONVERSATION."},
            {"id":16, "q":"WILDCARD: DO YOUR BEST IMPRESSION OF A CELEBRITY OR CHARACTER FOR 30 SECONDS."},
            {"id":17, "q":"WILDCARD: PICK A RANDOM OBJECT FROM YOUR SURROUNDINGS AND INVENT A USE FOR IT."},
            {"id":18, "q":"WILDCARD: SHOW EACH OTHER A FUNNY MEME OR GIF FROM YOUR PHONE AND DISCUSS IT."},
            {"id":19, "q":"WILDCARD: MAKE UP A NEW WORD AND DEFINE IT. USE IT IN A SENTENCE WITH EACH OTHER."},
            {"id":20, "q":"WILDCARD: IMAGINE YOU’RE IN A COMMERCIAL. PITCH A PRODUCT AS IF YOU’RE THE SPOKESPERSON."},
            {"id":21, "q":"WILDCARD: EXCHANGE THE LAST TEXT MESSAGE YOU SENT AND DISCUSS IT."},
            {"id":22, "q":"WILDCARD: HUM A SONG FOR 20 SECONDS AND HAVE THE OTHER PERSON GUESS IT."},
            {"id":23, "q":"WILDCARD: DRAW A QUICK MAP TO YOUR IDEAL VACATION DESTINATION AND DESCRIBE IT."},
            {"id":24, "q":"WILDCARD: CREATE A MINIATURE TOWER USING ONLY PAPER OR OTHER AVAILABLE MATERIALS."},
            {"id":25, "q":"WILDCARD: SHOW EACH OTHER YOUR FAVORITE PHOTO ON YOUR PHONE AND SHARE THE STORY BEHIND IT."},
            {"id":26, "q":"WILDCARD: INVENT A NEW HOLIDAY AND DESCRIBE HOW PEOPLE WOULD CELEBRATE IT."},
            {"id":27, "q":"WILDCARD: PERFORM A QUICK SKIT WHERE YOU BOTH PLAY DIFFERENT CHARACTERS."},
            {"id":28, "q":"WILDCARD: SHARE A FUN FACT ABOUT YOURSELF THAT NOBODY ELSE KNOWS."},
            {"id":29, "q":"WILDCARD: GIVE EACH OTHER A “UNIQUE SUPERPOWER” BASED ON YOUR FIRST IMPRESSION."},
            {"id":30, "q":"WILDCARD: CLOSE YOUR EYES AND GUESS THE OTHER PERSON'S FAVORITE SCENT."},
            {"id":31, "q":"WILDCARD: MAINTAIN EYE CONTACT FOR THIRTY SECONDS. WHAT DO YOU FEEL?"},
            {"id":32, "q":"WILDCARD: THINK OF YOUR FAVORITE BREAKFAST CEREAL. ON THE COUNT OF 3, SAY YOUR ANSWER OUT LOUD! (BOTH PLAYERS)"},
            {"id":33, "q":"WILDCARD: CLOSE YOUR EYES. WHAT COLOR ARE MY EYES?"},
            {"id":34, "q":"WILDCARD: ASK AND ANSWER THE NEXT QUESTION IN A DIFFERENT ACCENT (BOTH PLAYERS)."},
            {"id":35, "q":"WILDCARD: WRITE DOWN SOMETHING PEOPLE WOULDN’T GUESS ABOUT YOU JUST BY LOOKING AT YOU (BOTH PLAYERS). COMPARE."},
            {"id":36, "q":"WILDCARD: DRAW A PORTRAIT OF EACH OTHER TO THE BEST OF YOUR ABILITY (1 MIN). EXCHANGE."},
            {"id":37, "q":"WILDCARD: THINK OF YOUR FAVORITE CHILDHOOD TV SHOW. ON THE COUNT OF 3, SAY IT OUT LOUD! (BOTH PLAYERS)"},
            {"id":38, "q":"WILDCARD: MAKE AN ASSUMPTION ABOUT ME (BOTH PLAYERS)."},
            {"id":39, "q":"WILDCARD: RATE YOUR DANCING SKILLS ON A SCALE OF 1-10. ON THE COUNT OF 3, SAY YOUR ANSWERS OUT LOUD! (BOTH PLAYERS)."},
            {"id":40, "q":"WILDCARD: DRAW A PICTURE TOGETHER (30 SECONDS)."},
            {"id":41, "q":"WILDCARD: CLOSE YOUR EYES. WHAT COLOR IS MY SHIRT?"},
            {"id":42, "q":"WILDCARD: MAINTAIN EYE CONTACT FOR THIRTY SECONDS. WHAT DID YOU NOTICE?"},
            {"id":43, "q":"WILDCARD: THINK OF YOUR FAVORITE BRAND OF CEREAL. ON THE COUNT OF 3, SAY YOUR ANSWER OUT LOUD! (BOTH PLAYERS)"},
            {"id":44, "q":"WILDCARD: CLOSE YOUR EYES. WHAT COLOR ARE MY EYES?"},
            {"id":45, "q":"WILDCARD: ASK AND ANSWER THE NEXT QUESTION IN A DIFFERENT ACCENT (BOTH PLAYERS)."},
            {"id":46, "q":"WILDCARD: WRITE DOWN SOMETHING OTHERS WOULD NEVER GUESS ABOUT YOU JUST BY LOOKING AT YOU (BOTH PLAYERS). COMPARE."},
            {"id":47, "q":"WILDCARD: DRAW A PORTRAIT OF EACH OTHER TO THE BEST OF YOUR ABILITY (1 MIN). EXCHANGE."},
            {"id":48, "q":"WILDCARD: THINK OF YOUR FAVORITE CHILDHOOD TV SHOW OF ALL TIME. ON THE COUNT OF 3, SAY IT OUT LOUD! (BOTH PLAYERS)"},
            {"id":49, "q":"WILDCARD: MAKE AN ASSUMPTION ABOUT ME (BOTH PLAYERS)."},
            {"id":50, "q":"WILDCARD: RATE YOUR DANCING SKILLS ON A SCALE OF 1-10. ON THE COUNT OF 3, SAY YOUR ANSWERS OUT LOUD! (BOTH PLAYERS)."},
            {"id":51, "q":"WILDCARD: DRAW A PICTURE TOGETHER (30 SECONDS)."},
            {"id":52, "q":"WILDCARD: CLOSE YOUR EYES. WHAT COLOR IS MY SHIRT?"}
          ]
        },
        {
          "level":2,
          "questions":[
            {"id":1, "q":"WHAT’S THE MOST PRESSING QUESTION YOU’RE SEEKING ANSWERS TO RIGHT NOW?"},
            {"id":2, "q":"WHAT’S YOUR EARLIEST MEMORY OF TRUE JOY?"},
            {"id":3, "q":"HAS YOUR PERSPECTIVE ON ANYTHING SHIFTED RECENTLY?"},
            {"id":4, "q":"WHAT’S A PERSONAL HABIT YOU'D LIKE TO CHANGE?"},
            {"id":5, "q":"HAS YOUR PERSPECTIVE ON ANYTHING SHIFTED RECENTLY?"},
            {"id":6, "q":"FINISH THE STATEMENT: PEOPLE MIGHT SEE ME AS …, BUT I KNOW THAT I AM … ."},
            {"id":7, "q":"HOW DO YOU DEFINE HAPPINESS?"},
            {"id":8, "q":"WHAT’S THE MOST MYSTIFYING EXPERIENCE YOU’VE EVER HAD?"},
            {"id":9, "q":"REMINDER: FOCUS ON UNDERSTANDING YOUR PARTNER RATHER THAN BEING UNDERSTOOD."},
            {"id":10, "q":"ARE YOU MORE AFRAID OF FAILING OR SUCCEEDING? EXPLAIN WHY."},
            {"id":11, "q":"IF YOU COULD DESIGN YOUR IDEAL SCENARIO, WHO WOULD YOU BE WITH, WHERE, AND WHAT WOULD YOU BE DOING?"},
            {"id":12, "q":"WHEN PEOPLE ASK YOU “HOW ARE YOU?”, HOW OFTEN DO YOU GIVE A FULLY HONEST RESPONSE?"},
            {"id":13, "q":"HOW DO YOU BALANCE YOUR PERSONAL AND PROFESSIONAL LIFE?"},
            {"id":14, "q":"WHAT WOULD YOUR YOUNGER SELF FIND MOST SURPRISING ABOUT YOUR LIFE TODAY?"},
            {"id":15, "q":"WHAT DO YOU LONG FOR MORE IN YOUR LIFE?"},
            {"id":16, "q":"WHAT IS ONE THING ABOUT YOURSELF THAT YOU WOULD PREFER TO KEEP AS IS?"},
            {"id":17, "q":"WHAT’S A BELIEF YOU ONCE HAD THAT YOU NO LONGER HOLD?"},
            {"id":18, "q":"IF YOU WERE TO TITLE THIS CURRENT CHAPTER OF YOUR LIFE, WHAT WOULD IT BE?"},
            {"id":19, "q":"WHAT IS A COMPLIMENT YOU WISH YOU RECEIVED MORE OFTEN?"},
            {"id":20, "q":"WHAT'S THE MOST IMPORTANT BOUNDARY YOU'VE SET IN YOUR LIFE?"},
            {"id":21, "q":"WHAT’S THE BEST COMPLIMENT A STRANGER HAS EVER GIVEN YOU?"},
            {"id":22, "q":"HAS A STRANGER EVER HAD A SIGNIFICANT IMPACT ON YOUR LIFE?"},
            {"id":23, "q":"WHAT DOES THE CONCEPT OF 'HOME' MEAN TO YOU?"},
            {"id":24, "q":"HOW ARE YOU, DEEP DOWN?"},
            {"id":25, "q":"WHAT’S YOUR FATHER’S NAME, AND WHAT’S ONE THING YOU ADMIRE ABOUT HIM?"},
            {"id":26, "q":"WHAT IS THE LAST THING YOU CONCEALED FROM YOUR MOTHER?"},
            {"id":27, "q":"WHAT ARE YOU STILL TRYING TO PROVE TO YOURSELF?"},
            {"id":28, "q":"HOW DO YOU NAVIGATE FEAR IN YOUR LIFE?"},
            {"id":29, "q":"WHAT'S ONE WAY YOU SHOW LOVE TO THE PEOPLE CLOSEST TO YOU?"},
            {"id":30, "q":"WHAT'S A RISK YOU'VE TAKEN THAT YOU'RE GLAD YOU DID?"},
            {"id":31, "q":"WHAT’S A DREAM YOU ONCE HAD BUT HAVE SINCE LET GO?"},
            {"id":32, "q":"WHAT’S THE MOST JOYOUS MEMORY YOU’VE HAD IN THE PAST YEAR?"},
            {"id":33, "q":"ARE YOU CURRENTLY MISSING ANYONE, AND DO YOU THINK THEY’RE MISSING YOU IN RETURN?"},
            {"id":34, "q":"WHO WAS YOUR FIRST LOVE, AND WHAT MADE YOU FALL FOR THEM?"},
            {"id":35, "q":"IF YOU COULD DEEPEN YOUR CONNECTION WITH ONE PERSON IN YOUR LIFE, WHO WOULD IT BE AND WHY?"},
            {"id":36, "q":"HOW DO YOU STAY GROUNDED IN TIMES OF UNCERTAINTY?"},
            {"id":37, "q":"WHAT'S ONE QUALITY YOU VALUE MOST IN FRIENDS?"},
            {"id":38, "q":"WHEN DID YOU FIRST REALIZE YOU WEREN’T INVINCIBLE?"},
            {"id":39, "q":"IS THERE A FEELING FROM THE PAST THAT YOU WISH YOU COULD EXPERIENCE AGAIN?"},
            {"id":40, "q":"ARE YOU CURRENTLY LYING TO YOURSELF ABOUT ANYTHING?"},
            {"id":41, "q":"HAVE YOU EVER TOLD SOMEONE YOU LOVE THEM WITHOUT REALLY MEANING IT? IF SO, WHY?"},
            {"id":42, "q":"WHAT’S YOUR MOTHER’S NAME, AND WHAT’S THE MOST BEAUTIFUL THING ABOUT HER?"},
            {"id":43, "q":"DOES THE WAY YOU SEE YOURSELF ALIGN WITH HOW OTHERS PERCEIVE YOU?"},
            {"id":44, "q":"HOW WOULD YOU DESCRIBE THE EXPERIENCE OF BEING IN LOVE USING JUST ONE WORD?"},
            {"id":45, "q":"WHAT’S A LESSON THAT TOOK YOU THE LONGEST TO UNLEARN?"},
            {"id":46, "q":"WHAT'S A MEMORY THAT ALWAYS BRINGS A SMILE TO YOUR FACE?"},
            {"id":47, "q":"WHAT ARE THE ASPECTS OF YOUR LIFE THAT ARE WORKING WELL AND THE ONES THAT ARE CAUSING YOU PAIN?"},
            {"id":48, "q":"HOW CAN YOU BECOME A BETTER VERSION OF YOURSELF?"},
            {"id":49, "q":"WHAT’S THE MOST INTENSE NON-PHYSICAL PAIN YOU’VE EVER EXPERIENCED?"},
            {"id":50, "q":"WHEN DID YOU LAST SURPRISE YOURSELF WITH YOUR OWN ACTIONS OR DECISIONS?"},
            {"id":51, "q":"DESCRIBE YOUR IDEAL DAY FROM START TO FINISH."},
            {"id":52, "q":"WHAT IS A RECENT EXPERIENCE THAT MADE YOU FEEL VULNERABLE?"},
            {"id":53, "q":"HOW DO YOU HANDLE FEELINGS OF SELF-DOUBT?"},
            {"id":54, "q":"IF YOU COULD HAVE A CONVERSATION WITH YOUR FUTURE SELF, WHAT WOULD YOU ASK?"},
            {"id":55, "q":"WHAT'S A DECISION YOU'VE MADE THAT YOU THINK WILL DEFINE YOUR FUTURE?"},
            {"id":56, "q":"WHAT IS A PASSION PROJECT OR GOAL THAT YOU HAVEN'T PURSUED YET?"},
            {"id":57, "q":"HOW DO YOU DEFINE SUCCESS FOR YOURSELF?"},
            {"id":58, "q":"WHAT DOES YOUR IDEAL LIFE LOOK LIKE IN FIVE YEARS?"},
            {"id":59, "q":"WHAT'S THE MOST SIGNIFICANT LESSON YOU'VE LEARNED FROM A FAILURE?"},
            {"id":60, "q":"IF YOU HAD TO LIVE IN A DIFFERENT ERA, WHEN WOULD IT BE AND WHY?"},
            {"id":61, "q":"WHAT'S ONE PERSONAL LIMITATION YOU'RE WORKING TO OVERCOME?"},
            {"id":62, "q":"HOW DO YOU DEAL WITH REGRET?"},
            {"id":63, "q":"WHAT'S ONE THING YOU WISH YOU COULD TELL YOUR TEENAGE SELF?"},
            {"id":64, "q":"WHAT'S A CAUSE YOU'RE PASSIONATE ABOUT AND WHY?"},
            {"id":65, "q":"WHAT ROLE DOES FORGIVENESS PLAY IN YOUR LIFE?"},
            {"id":66, "q":"IF YOU COULD CHANGE ONE THING ABOUT YOUR PAST, WHAT WOULD IT BE?"},
            {"id":67, "q":"WHAT'S ONE THING YOU WISH YOU COULD HAVE LEARNED EARLIER IN LIFE?"},
            {"id":68, "q":"HOW DO YOU RECHARGE AFTER A STRESSFUL DAY?"},
            {"id":69, "q":"WHAT'S A MOMENT YOU’RE MOST PROUD OF IN YOUR LIFE?"},
            {"id":70, "q":"HOW HAS YOUR PERCEPTION OF LOVE CHANGED OVER TIME?"},
            {"id":71, "q":"WHAT'S ONE THING YOU'VE LEARNED ABOUT YOURSELF FROM YOUR CLOSEST RELATIONSHIPS?"},
            {"id":72, "q":"WHAT’S ONE THING YOU’RE CURRENTLY STRUGGLING TO ACCEPT ABOUT YOURSELF?"}
          ],
          "wildcards":[
            {"id":1, "q":"WILDCARD: WRITE A SONG TITLE FOR THIS CHAPTER IN YOUR LIFE."},
            {"id":2, "q":"WILDCARD: ADMIT SOMETHING."},
            {"id":3, "q":"WILDCARD: WRITE DOWN A “NOTE TO SELF.” 10 SECONDS. SHARE WHAT YOU WROTE."},
            {"id":4, "q":"WILDCARD: SHARE SOMETHING WITH YOUR PARTNER THAT YOU WROTE BUT NEVER SENT."},
            {"id":5, "q":"WILDCARD: LET YOUR PARTNER NAVIGATE YOUR PHONE FOR 30 SECONDS."},
            {"id":6, "q":"WILDCARD: LOOK UP THE DEFINITION OF YOUR NAME. DOES IT SUIT YOU?"},
            {"id":7, "q":"WILDCARD: SEND A GRATITUDE TEXT TO SOMEONE YOU HAVEN’T SPOKEN TO IN A WHILE."},
            {"id":8, "q":"WILDCARD: THINK OF SOMEONE YOU ADMIRE. WHAT QUALITIES DO YOU HAVE IN COMMON WITH THEM?"},
            {"id":9, "q":"WILDCARD: MAKE AN ASSUMPTION ABOUT ME."},
            {"id":10, "q":"WILDCARD: IF YOU HAVE, REVEAL THE MEANING BEHIND ONE OF YOUR TATTOOS. (IF YOU DON’T HAVE ANY, DISCUSS WHAT YOU WOULD GET AND WHERE.)"},
            {"id":11, "q":"WILDCARD: PICK A SONG THAT REPRESENTS OUR CONNECTION."},
            {"id":12, "q":"WILDCARD: WHAT DO YOU THINK MY SUPERPOWER IS?"},
            {"id":13, "q":"WILDCARD: WHAT DOES MY STYLE TELL YOU ABOUT ME?"}
          ]
        },
        {
          "level":3,
          "questions":[
            {"id":1, "q":"WHAT DO YOU THINK I’M MOST AFRAID OF?"},
            {"id":2, "q":"AFTER THIS GAME ENDS, WHAT’S ONE THING YOU’LL REMEMBER ABOUT ME?"},
            {"id":3, "q":"AT WHAT POINT IN THIS GAME DID YOU FEEL THE STRONGEST CONNECTION WITH ME?"},
            {"id":4, "q":"IF WE WERE TO FORM A BAND, WHAT WOULD WE NAME IT?"},
            {"id":5, "q":"HOW WOULD YOU INTRODUCE ME TO SOMEONE YOU’VE JUST MET?"},
            {"id":6, "q":"IS THERE ANYTHING YOU THINK I SHOULD LET GO OF IN MY LIFE?"},
            {"id":7, "q":"WHAT’S A SIGNIFICANT LIFE LESSON YOU’VE LEARNED RECENTLY?"},
            {"id":8, "q":"WHAT’S ONE THING YOU’D LIKE TO CHANGE ABOUT YOURSELF AND WHY?"},
            {"id":9, "q":"HOW DOES SOMEONE EARN YOUR TRUST AND VULNERABILITY? HAVE I EARNED YOUR TRUST? HOW CAN I BUILD ON THAT?"},
            {"id":10, "q":"IS THERE ANYTHING I CAN DO TO SUPPORT YOU RIGHT NOW?"},
            {"id":11, "q":"WHAT ASPECT OF ME CAUGHT YOU OFF GUARD?"},
            {"id":12, "q":"USE ONE WORD TO DESCRIBE YOUR CURRENT FEELINGS."},
            {"id":13, "q":"HOW DO YOU STAY MOTIVATED DURING TOUGH TIMES?"},
            {"id":14, "q":"WHICH QUESTION WERE YOU MOST HESITANT TO ANSWER?"},
            {"id":15, "q":"HOW DO YOU DEAL WITH CHANGE IN YOUR LIFE?"},
            {"id":16, "q":"WHAT’S THE BIGGEST COMMONALITY BETWEEN US?"},
            {"id":17, "q":"BASED ON WHAT YOU’VE LEARNED ABOUT ME, DOES MY SOCIAL MEDIA REFLECT MY TRUE SELF? WHY OR WHY NOT?"},
            {"id":18, "q":"WHAT WOULD BE THE IDEAL GIFT FOR ME?"},
            {"id":19, "q":"WHAT’S ONE THING YOU WISH YOU KNEW ABOUT YOURSELF SOONER?"},
            {"id":20, "q":"WHAT’S A GOAL YOU’RE CURRENTLY WORKING TOWARDS?"},
            {"id":21, "q":"WHAT HAVE YOU LEARNED ABOUT YOURSELF FROM THIS CONVERSATION?"},
            {"id":22, "q":"IN WHAT WAYS DO YOU SEE REFLECTIONS OF YOURSELF IN ME?"},
            {"id":23, "q":"WHAT’S A TRADITION OR RITUAL THAT IS IMPORTANT TO YOU?"},
            {"id":24, "q":"WHAT DO YOU THINK I NEED TO HEAR RIGHT NOW?"},
            {"id":25, "q":"WHAT DO YOU THINK IS THE KEY TO A FULFILLING LIFE?"},
            {"id":26, "q":"HOW DO YOU CELEBRATE YOUR SUCCESSES?"},
            {"id":27, "q":"WHAT’S ONE THING YOU VALUE MOST IN YOUR LIFE RIGHT NOW?"},
            {"id":28, "q":"IF YOU COULD ADVISE ME TO DO ONE THING FOR THE REST OF THIS MONTH, WHAT WOULD IT BE AND WHY?"},
            {"id":29, "q":"HOW DO OUR PERSONALITIES COMPLEMENT EACH OTHER?"},
            {"id":30, "q":"WHAT CAN WE BUILD OR CREATE TOGETHER?"},
            {"id":31, "q":"BASED ON WHAT YOU KNOW ABOUT ME, DO YOU HAVE ANY NETFLIX SHOWS OR MOVIES TO RECOMMEND?"},
            {"id":32, "q":"WHAT’S THE QUALITY ABOUT ME THAT YOU MOST ADMIRE?"},
            {"id":33, "q":"IS THERE SOMETHING ABOUT MYSELF THAT YOU THINK I SHOULD BE AWARE OF BUT MAY NOT REALIZE?"},
            {"id":34, "q":"WHY DO YOU THINK OUR PATHS HAVE CROSSED?"},
            {"id":35, "q":"WHAT’S ONE THING YOU’D LIKE TO ACCOMPLISH BEFORE THE END OF THE YEAR?"},
            {"id":36, "q":"WHAT DO YOU BELIEVE MY UNIQUE STRENGTH OR SUPERPOWER IS?"},
            {"id":37, "q":"BASED ON OUR CONVERSATION, WHICH BOOK DO YOU THINK I SHOULD READ NEXT?"},
            {"id":38, "q":"WHAT’S THE MOST MEANINGFUL COMPLIMENT YOU’VE RECEIVED?"},
            {"id":39, "q":"WHAT DO YOU THINK IS MY MAIN WEAKNESS?"},
            {"id":40, "q":"SUM UP OUR CONVERSATION IN ONE WORD."},
            {"id":41, "q":"HOW DO YOU RECHARGE AND TAKE CARE OF YOURSELF?"},
            {"id":42, "q":"WHAT ASPECT OF ME IS MOST DIFFICULT FOR YOU TO UNDERSTAND?"},
            {"id":43, "q":"WHAT DO YOU THINK IS MY MOST DISTINCTIVE FEATURE OR CHARACTERISTIC?"},
            {"id":44, "q":"WHAT’S ONE ADVICE YOU’D GIVE TO YOUR FUTURE SELF?"},
            {"id":45, "q":"WHICH ANSWER OF MINE MADE YOU LIGHT UP THE MOST?"},
            {"id":46, "q":"DO YOU BELIEVE EVERYONE HAS A CALLING? IF SO, DO YOU THINK I’VE FOUND MINE?"},
            {"id":47, "q":"WHAT’S A KEY LESSON YOU’LL TAKE AWAY FROM OUR CONVERSATION?"},
            {"id":48, "q":"WHAT WOULD MAKE YOU FEEL EVEN CLOSER TO ME?"},
            {"id":49, "q":"WHAT IS THE AREA WHERE I AM MOST QUALIFIED TO OFFER ADVICE?"},
            {"id":50, "q":"HOW DO YOU BALANCE YOUR PERSONAL AND PROFESSIONAL LIFE?"},
            {"id":51, "q":"WHAT DO YOU THINK IS MY BIGGEST DREAM?"},
            {"id":52, "q":"WHAT’S ONE THING YOU’VE ALWAYS WANTED TO TELL ME BUT NEVER HAVE?"},
            {"id":53, "q":"IF YOU HAD TO WRITE A BOOK ABOUT ME, WHAT WOULD THE TITLE BE?"},
            {"id":54, "q":"HOW WOULD YOU DESCRIBE THE IMPACT I’VE HAD ON YOUR LIFE?"},
            {"id":55, "q":"IF YOU COULD CHANGE ONE THING ABOUT THE WORLD, WHAT WOULD IT BE AND WHY?"},
            {"id":56, "q":"WHAT PART OF OUR CONVERSATION DO YOU THINK YOU’LL REFLECT ON THE MOST?"},
            {"id":57, "q":"IN WHAT WAYS HAVE I HELPED YOU SEE YOURSELF DIFFERENTLY?"},
            {"id":58, "q":"WHAT’S A PERSONAL ACHIEVEMENT YOU’RE PROUD OF BUT HAVE NEVER SHARED?"},
            {"id":59, "q":"HOW DO YOU THINK OUR RELATIONSHIP HAS CHANGED YOU?"},
            {"id":60, "q":"WHAT’S THE ONE THING YOU WISH MORE PEOPLE UNDERSTOOD ABOUT YOU?"},
            {"id":61, "q":"IF YOU COULD GIVE ME ONE PIECE OF ADVICE FOR THE FUTURE, WHAT WOULD IT BE?"},
            {"id":62, "q":"HOW DO YOU DEFINE SUCCESS FOR YOURSELF?"},
            {"id":63, "q":"WHAT’S ONE THING YOU’D LIKE TO IMPROVE IN OUR RELATIONSHIP?"},
            {"id":64, "q":"WHAT’S A LESSON YOU’VE LEARNED FROM A STRUGGLE OR FAILURE?"},
            {"id":65, "q":"HOW DO YOU THINK OTHERS PERCEIVE OUR RELATIONSHIP?"},
            {"id":66, "q":"WHAT’S ONE THING YOU FEEL MOST GRATEFUL FOR IN YOUR LIFE?"},
            {"id":67, "q":"IF YOU COULD SPEND A DAY WITH ANYONE IN HISTORY, WHO WOULD IT BE AND WHY?"},
            {"id":68, "q":"WHAT’S ONE OF YOUR DEEPEST SECRETS THAT YOU’RE READY TO SHARE?"},
            {"id":69, "q":"HOW DO YOU HANDLE FEELINGS OF INADEQUACY?"},
            {"id":70, "q":"WHAT’S A PERSONAL VALUE THAT GUIDES YOUR DECISIONS?"},
            {"id":71, "q":"IF YOU HAD TO LIVE IN A DIFFERENT COUNTRY FOR A YEAR, WHERE WOULD YOU GO?"},
            {"id":72, "q":"WHAT’S ONE THING YOU WISH YOU COULD TELL YOUR PAST SELF?"},
            {"id":73, "q":"WHAT’S THE MOST IMPACTFUL BOOK YOU’VE EVER READ?"},
            {"id":74, "q":"HOW DO YOU ENCOURAGE YOURSELF WHEN YOU FEEL DOWN?"},
            {"id":75, "q":"WHAT’S A DREAM YOU HAVEN’T PURSUED YET?"},
            {"id":76, "q":"WHAT’S ONE THING YOU’D LIKE TO BE REMEMBERED FOR?"},
            {"id":77, "q":"HOW DO YOU DEFINE TRUE FRIENDSHIP?"},
            {"id":78, "q":"WHAT’S ONE CHALLENGE YOU’RE CURRENTLY FACING?"},
            {"id":79, "q":"WHAT’S A PASSION OF YOURS THAT YOU’VE PUT ON HOLD?"},
            {"id":80, "q":"WHAT’S ONE THING YOU WANT TO LEARN OR MASTER IN THE NEXT YEAR?"},
            {"id":81, "q":"HOW DO YOU MEASURE YOUR OWN HAPPINESS?"},
            {"id":82, "q":"WHAT’S ONE THING YOU’VE LEARNED ABOUT YOURSELF THROUGH OUR CONVERSATION?"},
            {"id":83, "q":"WHAT’S A PERSONAL TRAIT YOU ADMIRE IN OTHERS AND STRIVE TO EMBODY?"},
            {"id":84, "q":"WHAT’S ONE WAY YOU’VE GROWN IN THE PAST YEAR?"}
          ],
          "wildcards":[
            {"id":1, "q":"WILDCARD: REENACT YOUR FAVORITE MOVIE SCENE TOGETHER."},
            {"id":2, "q":"WILDCARD: DRAW A PICTURE OF HOW YOU SEE YOURSELF IN THE FUTURE. SHARE AND EXPLAIN."},
            {"id":3, "q":"WILDCARD: CREATE A SHORT POEM ABOUT YOUR PARTNER. READ IT OUT LOUD."},
            {"id":4, "q":"WILDCARD: MAKE A LIST OF THREE THINGS YOU’RE PROUD OF. COMPARE AND DISCUSS."},
            {"id":5, "q":"WILDCARD: TELL EACH OTHER A JOKE OR RIDDLE. THE OTHER HAS TO GUESS THE ANSWER."},
            {"id":6, "q":"WILDCARD: ACT OUT YOUR FAVORITE ANIMAL AND HAVE YOUR PARTNER GUESS WHAT IT IS."},
            {"id":7, "q":"WILDCARD: BOTH PLAYERS SHARE A SONG THAT HAS SPECIAL MEANING TO THEM. EXPLAIN WHY."},
            {"id":8, "q":"WILDCARD: TRY TO BALANCE AN OBJECT ON YOUR HEAD FOR ONE MINUTE. THE OTHER PLAYER MUST TIME IT."},
            {"id":9, "q":"WILDCARD: EACH PLAYER DESIGNS A “PERSONAL FLAG” THAT REPRESENTS THEM. DRAW AND SHARE."},
            {"id":10, "q":"WILDCARD: SWITCH ROLES AND TELL YOUR PARTNER’S LIFE STORY FROM YOUR PERSPECTIVE."},
            {"id":11, "q":"WILDCARD: RECITE A FAVORITE QUOTE FROM MEMORY. DISCUSS ITS SIGNIFICANCE TO YOU."},
            {"id":12, "q":"WILDCARD: BOTH PLAYERS WRITE A LETTER TO THEIR FUTURE SELVES. EXCHANGE AND READ."},
            {"id":13, "q":"WILDCARD: CREATE A SHORT SKIT ABOUT YOUR PARTNER’S DREAM JOB. PERFORM IT TOGETHER."},
            {"id":14, "q":"WILDCARD: SHARE THE LAST PHOTO YOU TOOK ON YOUR PHONE. EXPLAIN THE STORY BEHIND IT."},
            {"id":15, "q":"WILDCARD: DRAW A SYMBOL THAT REPRESENTS YOUR PARTNER’S ESSENCE. SHARE AND EXPLAIN."},
            {"id":16, "q":"WILDCARD: CREATE A NEW HANDSHAKE AND PERFORM IT WITH YOUR PARTNER."},
            {"id":17, "q":"WILDCARD: EACH PLAYER MAKES A “HAPPY DANCE” AND SHOWS IT TO THE OTHER."},
            {"id":18, "q":"WILDCARD: WRITE DOWN A GOAL YOU HAVE FOR THE NEXT FIVE YEARS. SHARE AND DISCUSS."},
            {"id":19, "q":"WILDCARD: DESIGN A “TATTOO” FOR YOUR PARTNER THAT REPRESENTS THEIR PERSONALITY. DRAW AND SHARE."},
            {"id":20, "q":"WILDCARD: RECORD A 30-SECOND VIDEO MESSAGE FOR YOURSELF TO WATCH IN A YEAR."},
            {"id":21, "q":"WILDCARD: DRAW A MAP OF YOUR DREAM DESTINATION TOGETHER. EXPLAIN YOUR CHOICES."},
            {"id":22, "q":"WILDCARD: SHARE A STORY FROM YOUR CHILDHOOD THAT STILL MAKES YOU LAUGH."},
            {"id":23, "q":"WILDCARD: ACT OUT HOW YOU THINK YOUR PARTNER HANDLES STRESS."},
            {"id":24, "q":"WILDCARD: CREATE A 30-SECOND COMMERCIAL FOR YOUR PARTNER’S LIFE. PERFORM IT TOGETHER."},
            {"id":25, "q":"WILDCARD: WRITE DOWN YOUR TOP THREE LIFE VALUES. COMPARE AND DISCUSS."},
            {"id":26, "q":"WILDCARD: MAKE A PAPER AIRPLANE AND WRITE A MESSAGE ON IT. THROW IT TO YOUR PARTNER."},
            {"id":27, "q":"WILDCARD: SHARE A RECIPE THAT REPRESENTS YOU. DISCUSS ITS MEANING."},
            {"id":28, "q":"WILDCARD: EACH PLAYER PICKS AN OBJECT IN THE ROOM AND EXPLAINS ITS IMPORTANCE TO THEM."},
            {"id":29, "q":"WILDCARD: CREATE A “TIME CAPSULE” OF ITEMS THAT REPRESENT YOUR LIFE RIGHT NOW."},
            {"id":30, "q":"WILDCARD: DRAW YOUR FAVORITE MEMORY TOGETHER. DISCUSS THE SIGNIFICANCE."},
            {"id":31, "q":"WILDCARD: SING A PART OF A SONG THAT MAKES YOU FEEL STRONG."},
            {"id":32, "q":"WILDCARD: WRITE A MINI STORY ABOUT YOUR PARTNER’S PERFECT DAY. READ IT ALOUD."},
            {"id":33, "q":"WILDCARD: REVEAL A PERSONAL MANTRA OR AFFIRMATION YOU USE AND EXPLAIN ITS MEANING."},
            {"id":34, "q":"WILDCARD: PERFORM A ONE-MINUTE SKETCH OF AN IMPORTANT EVENT IN YOUR LIFE."},
            {"id":35, "q":"WILDCARD: EACH PLAYER SHARES A PICTURE THAT REPRESENTS THEIR FUTURE GOALS. DISCUSS."},
            {"id":36, "q":"WILDCARD: CREATE A SHORT “THANK YOU” SPEECH FOR SOMETHING IN YOUR LIFE."},
            {"id":37, "q":"WILDCARD: SHARE A FUN FACT ABOUT YOURSELF THAT FEW PEOPLE KNOW."},
            {"id":38, "q":"WILDCARD: IMITATE YOUR FAVORITE CELEBRITY FOR 30 SECONDS. THE OTHER PLAYER MUST GUESS WHO IT IS."},
            {"id":39, "q":"WILDCARD: WRITE A SHORT POEM ABOUT YOUR PARTNER’S STRENGTHS AND READ IT ALOUD."},
            {"id":40, "q":"WILDCARD: DRAW A “VISION BOARD” FOR YOUR FUTURE. EXPLAIN YOUR CHOICES."},
            {"id":41, "q":"WILDCARD: PERFORM A FUN DANCE MOVE AND TEACH IT TO YOUR PARTNER."},
            {"id":42, "q":"WILDCARD: CREATE A NEW LANGUAGE OR CODE AND TEACH IT TO YOUR PARTNER."},
            {"id":43, "q":"WILDCARD: SHARE A FUNNY OR EMBARRASSING STORY FROM YOUR PAST."},
            {"id":44, "q":"WILDCARD: WRITE A MINI-ADVENTURE STORY INVOLVING BOTH PLAYERS. READ IT ALOUD."},
            {"id":45, "q":"WILDCARD: MAKE A “SPOTLIGHT” ON ONE THING YOU APPRECIATE ABOUT YOUR PARTNER."},
            {"id":46, "q":"WILDCARD: PERFORM A “DUBS” OF A FAMOUS MOVIE SCENE WITH YOUR PARTNER."},
            {"id":47, "q":"WILDCARD: CREATE A MINI “ESCAPE ROOM” CHALLENGE WITH ITEMS IN THE ROOM."},
            {"id":48, "q":"WILDCARD: SHARE A STRATEGY YOU USE TO OVERCOME PROCRASTINATION."},
            {"id":49, "q":"WILDCARD: ACT OUT HOW YOU THINK YOUR PARTNER DEALS WITH JOY."},
            {"id":50, "q":"WILDCARD: BOTH OF YOU SHARE SOMETHING YOU’RE CURRENTLY GRATEFUL FOR."},
            {"id":51, "q":"WILDCARD: COMPOSE A SHORT SONG ABOUT YOUR PARTNER (30 SEC). THEN PERFORM IT WITH ENERGY! (BOTH PLAYERS)"},
            {"id":52, "q":"WILDCARD: PLAY ROCK, PAPER, SCISSORS. THE WINNER GETS TO ASK ANY QUESTION, AND THE LOSER MUST ANSWER IT."},
            {"id":53, "q":"WILDCARD: RECOMMEND A SONG TO YOUR PARTNER THAT YOU THINK THEY’D LIKE (BOTH PLAYERS)."},
            {"id":54, "q":"WILDCARD: WRITE DOWN A GOAL FOR THE YEAR. EXCHANGE NOTES AND COMMIT TO SUPPORTING EACH OTHER (BOTH PLAYERS)."},
            {"id":55, "q":"WILDCARD: TAKE A SELFIE TOGETHER."},
            {"id":56, "q":"WILDCARD: CHALLENGE EACH OTHER TO STEP OUT OF YOUR COMFORT ZONE IN THE NEXT WEEK. (BOTH PLAYERS)"},
            {"id":57, "q":"WILDCARD: GIVE YOUR PARTNER A GENUINE, WARM HUG."},
            {"id":58, "q":"WILDCARD: BOTH OF YOU WRITE A LETTER TO YOUR YOUNGER SELVES (1 MIN). OPTIONALLY, COMPARE LETTERS."},
            {"id":59, "q":"WILDCARD: CREATE NICKNAMES FOR EACH OTHER."},
            {"id":60, "q":"WILDCARD: REVEAL A SECRET OR PERSONAL TRUTH."},
            {"id":61, "q":"WILDCARD: CREATE A QUESTION THAT YOU THINK IS MEANINGFUL AND INSIGHTFUL. MAKE IT COUNT."},
            {"id":62, "q":"WILDCARD: WRITE DOWN ONE THING YOU WANT TO LET GO OF THIS YEAR. READ IT ALOUD, THEN TEAR IT UP TOGETHER. (BOTH PLAYERS)"},
            {"id":63, "q":"WILDCARD: SCROLL THROUGH EACH OTHER’S INSTAGRAM PROFILES. PICK THE PHOTO THAT BEST CAPTURES YOUR PARTNER’S ESSENCE AND EXPLAIN YOUR CHOICE."},
            {"id":64, "q":"WILDCARD: GIVE YOUR PARTNER A COMPLIMENT THAT YOU DON’T THINK THEY HEAR OFTEN ENOUGH."}
          ]
        }
      ]
    },
    {
      "id": 1,
      "name": "4 couples",
      "subtitle": "Strengthen your bond with intimate and revealing questions designed to bring you and your partner closer.",
      "image": "https://raw.githubusercontent.com/smobx1/smobx1.github.io/master/b_b/assets/couple.png",
      "premium": true,
      "gameOverMessage":[
        {"message":"Each player writes a heartfelt message to the other, expressing their hopes and dreams for the future. \nExchange and read them aloud, then keep them as a reminder of your bond."},
        {"message":"Discuss your biggest dreams and aspirations for your relationship. Make a plan to achieve them together."},
        {"message":"Write a heartfelt letter to each other reflecting on your journey together. Exchange and read aloud."},
        {"message":"Create a time capsule together with items that represent your relationship. \nDecide when to open it in the future."},
        {"message":"Plan a significant future milestone celebration. Discuss the details and make it a goal."},
        {"message":"Share your most cherished memories from your relationship. \nReflect on how far you’ve come together."},
        {"message":"Write a love letter to each other to be read in ten years. Exchange and seal."}
      ],
      "gameStartMessages":[
        {"message":"Welcome! Enjoy our game"},
        {"message":"Good luck today!"}
      ],
      "levels":[
        {
          "level":1,
          "questions":[
            {"id":1, "q":"How would you sum up our first date in just one word?"},
            {"id":2, "q":"What physical feature of mine first caught your attention?"},
            {"id":3, "q":"How do I express that I'm upset without saying it directly?"},
            {"id":4, "q":"Do you think I have any unconventional beliefs about love?"},
            {"id":5, "q":"What do you think affects me the most during an argument or disagreement?"},
            {"id":6, "q":"What would a perfect day of pampering me look like?"},
            {"id":7, "q":"On a scale from 1 to 10, how transparent do you feel I am with you? Explain your rating."},
            {"id":8, "q":"How would you describe my ideal date night in detail?"},
            {"id":9, "q":"Who do you think was more nervous on our first date? Explain your thoughts."},
            {"id":10, "q":"What is something I enjoy that most people find unappealing?"},
            {"id":11, "q":"What do you think is the most likely reason I’d get fired from a job?"},
            {"id":12, "q":"What insights did my circle of friends give you about me?"},
            {"id":13, "q":"What’s my usual coffee order? Be specific."},
            {"id":14, "q":"How would you summarize my attitude towards work in one word? Explain your choice."},
            {"id":15, "q":"What do you think is the main way I express love?"},
            {"id":16, "q":"What warning would you give yourself about me if you could go back to the beginning of our relationship?"},
            {"id":17, "q":"What do you think is the biggest source of stress for me right now?"},
            {"id":18, "q":"What was the hardest thing for you to understand about me early in our relationship?"},
            {"id":19, "q":"What were your initial expectations of me in bed? How accurate were they?"},
            {"id":20, "q":"What do you think I’m most sensitive about?"},
            {"id":21, "q":"What was I wearing on our first date?"},
            {"id":22, "q":"What assumption you had about me turned out to be true?"},
            {"id":23, "q":"Did you look at my social media before we met? If so, what stood out to you?"},
            {"id":24, "q":"How significant do you think gifts are to me? Explain."},
            {"id":25, "q":"If our first kiss were a song, what would it be called?"},
            {"id":26, "q":"If we weren’t together, what pick-up line would you use on me?"},
            {"id":27, "q":"Which celebrity couple do you think we resemble the most?"},
            {"id":28, "q":"Did you have any assumptions about me based on my age? If so, what were they?"},
            {"id":29, "q":"What assumption did you make about me that turned out to be incorrect?"},
            {"id":30, "q":"What was the first non-physical thing you noticed about me?"},
            {"id":31, "q":"If our relationship were a Netflix series, what would its title be? What episode are we on?"},
            {"id":32, "q":"How important do you think birthdays and holidays are to me? Explain."},
            {"id":33, "q":"What do I dislike that most people enjoy?"},
            {"id":34, "q":"Describe the first time we met from your perspective in detail."},
            {"id":35, "q":"What did you think my ‘type’ was before we started dating?"},
            {"id":36, "q":"What’s your favorite thing for me to wear? (Note: 'nothing' doesn’t count!)"},
            {"id":37, "q":"What’s my biggest pet peeve? Explain why."},
            {"id":38, "q":"What do you think my main goal for this year is?"},
            {"id":39, "q":"What intimidated you most about me early on, if anything?"},
            {"id":40, "q":"What intrigued you most about me before we started dating?"},
            {"id":41, "q":"How do you think I view marriage? Explain your thoughts."},
            {"id":42, "q":"What’s something you think I’d enjoy doing more frequently with you?"},
            {"id":43, "q":"What did your friends think about me when we first started dating?"},
            {"id":44, "q":"How important do you think physical affection is to me? Explain."},
            {"id":45, "q":"What’s my go-to delivery order right now?"},
            {"id":46, "q":"What was your first impression of me?"},
            {"id":47, "q":"What's your favorite memory of us together?"},
            {"id":48, "q":"What is one thing you always wanted to do as a couple?"},
            {"id":49, "q":"What do you think our first date says about our relationship?"},
            {"id":50, "q":"What's your favorite way to spend time together?"},
            {"id":51, "q":"What's the most romantic thing I've ever done for you?"},
            {"id":52, "q":"Do you remember what I was wearing when we first met?"},
            {"id":53, "q":"What song reminds you of our relationship?"},
            {"id":54, "q":"What is your favorite physical feature of mine?"},
            {"id":55, "q":"What is your favorite activity that we do together?"},
            {"id":56, "q":"Do you think we complement each other? How?"},
            {"id":57, "q":"What is one thing you think we should do more often?"},
            {"id":58, "q":"What was the first thing that attracted you to me?"},
            {"id":59, "q":"What is your favorite nickname to call me?"},
            {"id":60, "q":"If we could go anywhere for a weekend getaway, where would it be?"},
            {"id":61, "q":"What was the best surprise you ever planned for me?"},
            {"id":62, "q":"What do you think is our strongest shared interest?"},
            {"id":63, "q":"What's your favorite meal we've cooked together?"},
            {"id":64, "q":"What is one thing you admire about me?"},
            {"id":65, "q":"Do you prefer spontaneous or planned dates? Why?"},
            {"id":66, "q":"What's your favorite inside joke we share?"},
            {"id":67, "q":"What do you think is the key to our relationship?"},
            {"id":68, "q":"What do you enjoy most about our daily routine?"},
            {"id":69, "q":"What is one thing you learned about me that surprised you?"},
            {"id":70, "q":"What quality do you think I bring to our relationship?"},
            {"id":71, "q":"What's the first thing you noticed about me that wasn't physical?"},
            {"id":72, "q":"If you could choose one word to describe our relationship, what would it be?"},
            {"id":73, "q":"What’s a small habit of mine that you find endearing?"},
            {"id":74, "q":"What’s your favorite compliment I've ever given you?"},
            {"id":75, "q":"How do you feel when we hold hands in public?"},
            {"id":76, "q":"What’s a simple activity we do together that you love?"},
            {"id":77, "q":"What’s your favorite thing to do with me on a lazy Sunday?"},
            {"id":78, "q":"What’s a fun fact about you that you think I might not know?"},
            {"id":79, "q":"What’s your favorite nickname you have for me?"},
            {"id":80, "q":"What’s the best meal we've had together?"},
            {"id":81, "q":"What’s a song that always makes you think of me?"},
            {"id":82, "q":"What’s one thing you thought about me that turned out to be untrue?"},
            {"id":83, "q":"What’s your favorite shared hobby or interest?"},
            {"id":84, "q":"What’s a new hobby you’d like to try together?"},
            {"id":85, "q":"What’s the most thoughtful gift I've given you?"},
            {"id":86, "q":"What’s your favorite way for us to spend a day off?"},
            {"id":87, "q":"What’s one of your favorite pictures of us together?"},
            {"id":88, "q":"What’s a place you want to travel to with me?"},
            {"id":89, "q":"What’s a movie or TV show that reminds you of us?"},
            {"id":90, "q":"What’s your favorite way to be comforted by me?"},
            {"id":91, "q":"What’s one thing you appreciate about our relationship that you haven't told me before?"},
            {"id":92, "q":"What’s your favorite way to celebrate special occasions with me?"},
            {"id":93, "q":"What’s a little thing I do that makes your day better?"},
            {"id":94, "q":"What’s one quality you admire in me?"},
            {"id":95, "q":"What’s a shared goal you have for us?"},
            {"id":96, "q":"What's your favorite way to spend a rainy day with me?"},
            {"id":97, "q":"What’s a quirky habit you’ve noticed about me that you love?"},
            {"id":98, "q":"What’s a favorite memory of ours from the past month?"},
            {"id":99, "q":"What’s something you look forward to doing together in the future?"}
          ],
          "wildcards":[
            {"id":1, "q":"WILDCARD: On a scale from 1 to 10, rate each other’s cuddling skills. Discuss your ratings."},
            {"id":2, "q":"WILDCARD: Draw a portrait of your partner in one minute. Compare the results."},
            {"id":3, "q":"WILDCARD: Rate how well you know your partner on a scale of 1 to 10. Compare and explain."},
            {"id":4, "q":"WILDCARD: Guess how many times a week your partner would ideally like to have sex. Compare your guesses."},
            {"id":5, "q":"WILDCARD: Rate each other’s cooking skills on a scale of 1 to 10. Compare and explain."},
            {"id":6, "q":"WILDCARD: Maintain eye contact with each other for 30 seconds. What did you notice?"},
            {"id":7, "q":"WILDCARD: Decide who is most likely to make you both late for an event. Write down your answer and compare."},
            {"id":8, "q":"WILDCARD: Rate how well you think your partner knows you on a scale of 1 to 10. Compare and explain."},
            {"id":9, "q":"WILDCARD: Share a secret fantasy (not necessarily sexual)."},
            {"id":10, "q":"WILDCARD: Take a selfie together."},
            {"id":11, "q":"WILDCARD: Draw a quick sketch of each other (30 seconds). Compare."},
            {"id":12, "q":"WILDCARD: Give each other a compliment you don’t often hear."},
            {"id":13, "q":"WILDCARD: Write a short love note to each other. Exchange and read silently."},
            {"id":14, "q":"WILDCARD: Draw a doodle of a favorite memory together. Compare and explain."},
            {"id":15, "q":"WILDCARD: Write down your favorite inside joke. Share and laugh together."},
            {"id":16, "q":"WILDCARD: Plan a surprise date for each other within the next month. Reveal your plans."},
            {"id":17, "q":"WILDCARD: Swap phones and find the funniest photo you have of each other. Share."},
            {"id":18, "q":"WILDCARD: Describe each other in three words. Compare and explain."},
            {"id":19, "q":"WILDCARD: Share your favorite childhood memory. Both players. Compare and explain."},
            {"id":20, "q":"WILDCARD: Write a short story together, one sentence at a time. Take turns."},
            {"id":21, "q":"WILDCARD: Give each other a compliment you haven’t said before."},
            {"id":22, "q":"WILDCARD: Swap a piece of clothing and take a funny photo together."},
            {"id":23, "q":"WILDCARD: Create a playlist of songs that remind you of each other."},
            {"id":24, "q":"WILDCARD: Share your favorite joke. Both players."},
            {"id":25, "q":"WILDCARD: Draw a quick sketch of your partner's smile."},
            {"id":26, "q":"WILDCARD: Share a fun fact you know. Both players."},
            {"id":27, "q":"WILDCARD: Write down your partner’s best dance move. Show it off!"},
            {"id":28, "q":"WILDCARD: Describe your partner’s personality in three emojis."},
            {"id":29, "q":"WILDCARD: Plan your dream vacation together."},
            {"id":30, "q":"WILDCARD: Make up a handshake unique to just the two of you."},
            {"id":31, "q":"WILDCARD: Share your favorite thing about each other’s family."},
            {"id":32, "q":"WILDCARD: Share the first thing that comes to mind when you hear your partner’s name."},
            {"id":33, "q":"WILDCARD: Share your favorite season and why. Both players."},
            {"id":34, "q":"WILDCARD: Share a funny or embarrassing story from your childhood."},
            {"id":35, "q":"WILDCARD: Share a personal goal and how your partner can help you achieve it."},
            {"id":36, "q":"WILDCARD: Describe a dream you’ve had recently."},
            {"id":37, "q":"WILDCARD: Share your favorite smell and why it’s special to you."},
            {"id":38, "q":"WILDCARD: Take turns impersonating a famous person and guess who it is."},
            {"id":39, "q":"WILDCARD: Share the last thing that made you laugh really hard."},
            {"id":40, "q":"WILDCARD: Share something you’re grateful for today."},
            {"id":41, "q":"WILDCARD: Write down a secret wish you have. Exchange and read."},
            {"id":42, "q":"WILDCARD: Share your favorite way to relax. Both players."},
            {"id":43, "q":"WILDCARD: Describe your perfect day from start to finish."},
            {"id":44, "q":"WILDCARD: Share your favorite book and why it’s special to you."},
            {"id":45, "q":"WILDCARD: Share a skill you wish you could learn."},
            {"id":46, "q":"WILDCARD: Share your favorite holiday and why."},
            {"id":47, "q":"WILDCARD: Describe your partner’s laugh in one word."},
            {"id":48, "q":"WILDCARD: Share your favorite way to spend a weekend."},
            {"id":49, "q":"WILDCARD: Share a song that always makes you happy."},
            {"id":50, "q":"WILDCARD: Write a note to your partner that they can find later."},
            {"id":51, "q":"WILDCARD: Share a fear you’ve overcome."},
            {"id":52, "q":"WILDCARD: Describe your partner’s eyes in three words."},
            {"id":53, "q":"WILDCARD: Share your favorite ice cream flavor and why."},
            {"id":54, "q":"WILDCARD: Share a funny nickname you’ve had."},
            {"id":55, "q":"WILDCARD: Share your favorite way to stay active."},
            {"id":56, "q":"WILDCARD: Share a hidden talent you have."},
            {"id":57, "q":"WILDCARD: Share your favorite animal and why."},
            {"id":58, "q":"WILDCARD: Describe your partner’s style in three words."},
            {"id":59, "q":"WILDCARD: Share a dream job you had as a child."},
            {"id":60, "q":"WILDCARD: Share your favorite place to visit and why."},
            {"id":61, "q":"WILDCARD: Write down a wish for your partner. Exchange and read."},
            {"id":62, "q":"WILDCARD: Share your favorite thing to cook or bake."}
          ]
        },
        {
          "level":2,
          "questions":[
            {"id":1,"q":"What is something you appreciate about our relationship?"},
            {"id":2,"q":"What is your favorite memory of us overcoming a challenge together?"},
            {"id":3,"q":"What is something you think we understand about each other that other couples might not?"},
            {"id":4,"q":"How do you think we've grown together as a couple?"},
            {"id":5,"q":"What's one thing you think we should work on in our relationship?"},
            {"id":6,"q":"What do you think makes our relationship unique?"},
            {"id":7,"q":"What has been the most memorable trip we've taken together?"},
            {"id":8,"q":"What's a dream you have for our future?"},
            {"id":9,"q":"How do you feel when we're apart?"},
            {"id":10,"q":"What's one thing you've learned from being in a relationship with me?"},
            {"id":11,"q":"What do you think is our biggest strength as a couple?"},
            {"id":12,"q":"How do you think we handle disagreements?"},
            {"id":13,"q":"What is one thing you want to experience together in the next year?"},
            {"id":14,"q":"What do you think is the most important thing for us to remember during tough times?"},
            {"id":15,"q":"How do you feel when you think about our future?"},
            {"id":16,"q":"What's your favorite way to show love to me?"},
            {"id":17,"q":"What's one way we could improve our communication?"},
            {"id":18,"q":"What do you think we do better than other couples?"},
            {"id":19,"q":"What's one thing you've always wanted to tell me but haven't?"},
            {"id":20,"q":"How do you feel we've changed since we first met?"},
            {"id":21,"q":"What do you think is the most important part of our relationship?"},
            {"id":22,"q":"What's a challenge you think we could face together in the future?"},
            {"id":23,"q":"What do you think is the best part of being in a relationship with me?"},
            {"id":24,"q":"What's one thing you want to keep doing in our relationship?"},
            {"id":25,"q":"What's a memory you think we'll always cherish?"},
            {"id":26,"q":"What’s one way you think our relationship has grown stronger over time?"},
            {"id":27,"q":"What’s a challenge we've overcome together that made us stronger?"},
            {"id":28,"q":"How do you think our relationship has changed you?"},
            {"id":29,"q":"What’s a lesson about love that you've learned from our relationship?"},
            {"id":30,"q":"What’s something you’ve learned about yourself since we've been together?"},
            {"id":31,"q":"What’s one way we can continue to grow together?"},
            {"id":32,"q":"What’s a memorable moment when you felt deeply connected to me?"},
            {"id":33,"q":"What’s a compromise you've made that you’re proud of?"},
            {"id":34,"q":"How do you feel when we resolve conflicts?"},
            {"id":35,"q":"What’s something you admire about how we handle tough times?"},
            {"id":36,"q":"What’s a new tradition you’d like to start together?"},
            {"id":37,"q":"What’s one thing we do that helps keep our relationship strong?"},
            {"id":38,"q":"How do you think we balance each other out?"},
            {"id":39,"q":"What’s a goal you have for us as a couple in the next year?"},
            {"id":40,"q":"What’s a favorite way we support each other?"},
            {"id":41,"q":"What’s one thing you’ve learned to appreciate more because of our relationship?"},
            {"id":42,"q":"How do you feel when we try new things together?"},
            {"id":43,"q":"What’s one thing you wish we could do more often?"},
            {"id":44,"q":"What’s a small gesture that means a lot to you?"},
            {"id":45,"q":"How do you think our relationship will evolve in the next five years?"},
            {"id":46,"q":"What’s one thing you think we should work on to improve our relationship?"},
            {"id":47,"q":"What’s a memorable experience that brought us closer?"},
            {"id":48,"q":"How do you feel about the way we communicate?"},
            {"id":49,"q":"What’s one way we can better support each other’s dreams?"},
            {"id":50,"q":"What’s a quality you’ve seen grow in me since we started our relationship?"},
            {"id":51,"q":"What’s a skill or talent you have that you haven’t shared much about?"},
            {"id":52,"q":"What’s a personal challenge you’ve overcome since we’ve been together?"},
            {"id":53,"q":"How do you feel when we achieve something together?"},
            {"id":54,"q":"What’s a small gesture I make that reveals a lot about me?"},
            {"id":55,"q":"Which of our arguments was the toughest for you? What made it particularly challenging?"},
            {"id":56,"q":"If you had to name a chapter for our sex life, what would it be called?"},
            {"id":57,"q":"In what ways is this relationship different from any other you’ve had before?"},
            {"id":58,"q":"What’s one way our relationship has improved over time?"},
            {"id":59,"q":"What’s something we did early on in our relationship that you miss the most?"},
            {"id":60,"q":"What’s the toughest compromise you’ve had to make in our relationship?"},
            {"id":61,"q":"How have I positively influenced you?"},
            {"id":62,"q":"How has your understanding of love evolved over time, if at all?"},
            {"id":63,"q":"What’s a compromise you’ve seen me make that you’re especially thankful for?"},
            {"id":64,"q":"Write a love song for your partner in one minute and perform it for them."},
            {"id":65,"q":"What’s something sexy that I do without realizing it?"},
            {"id":66,"q":"When was the last time someone broke your trust? How has it affected your ability to trust now?"},
            {"id":67,"q":"Complete the sentences: I knew I really liked you when... . I knew I loved you when... ."},
            {"id":68,"q":"What’s something you’ve learned not to take personally with me?"},
            {"id":69,"q":"What do you find yourself overthinking in our relationship, if anything?"},
            {"id":70,"q":"What’s something we can laugh about now that once felt overwhelming?"},
            {"id":71,"q":"What was the hardest thing for you to reveal to me about yourself?"},
            {"id":72,"q":"How has this relationship taught you more about yourself?"},
            {"id":73,"q":"What’s the most romantic thing I’ve done for you recently?"},
            {"id":74,"q":"How did our most intense argument affect you?"},
            {"id":75,"q":"How do you think my job impacts our relationship?"},
            {"id":76,"q":"What are you currently dealing with that I might not be aware of?"},
            {"id":77,"q":"What have you been feeling extra sensitive about lately?"},
            {"id":78,"q":"What emotions are challenging for you to express to me? How can I help make it easier?"},
            {"id":79,"q":"What initially attracted you to me? What drew you closer over time?"},
            {"id":80,"q":"What’s the best gift I’ve given you, both material and immaterial?"},
            {"id":81,"q":"What aspect of yourself feels hardest for you to love?"},
            {"id":82,"q":"What did you learn from your parents’ relationship that you want to apply or avoid in ours?"},
            {"id":83,"q":"When was the last time I made you feel loved when you didn’t feel lovable?"},
            {"id":84,"q":"What small thing has had a big impact on our relationship?"},
            {"id":85,"q":"How does our age difference, or lack thereof, influence us, if at all?"},
            {"id":86,"q":"When was the last time I unintentionally hurt you?"},
            {"id":87,"q":"How do our strengths and weaknesses complement each other?"},
            {"id":88,"q":"What recent event made you feel closer to me?"},
            {"id":89,"q":"What’s the most valuable lesson you’ve learned from a past relationship that you’ve applied to ours?"},
            {"id":90,"q":"Are there any insecurities from previous relationships that you brought into this one? If so, what are they?"},
            {"id":91,"q":"How have I helped you appreciate aspects of yourself?"},
            {"id":92,"q":"How do I demonstrate my love for you without speaking it?"},
            {"id":93,"q":"How have you seen me grow during our time together?"},
            {"id":94,"q":"Has my presence changed your worldview in any way, big or small?"},
            {"id":95,"q":"What’s one small change that could enhance our sex life?"},
            {"id":96,"q":"How do you define cheating?"},
            {"id":97,"q":"How does social media impact my daily life and our relationship?"},
            {"id":98,"q":"Have I ever betrayed your trust in any way, big or small? What could help restore that trust?"},
            {"id":99,"q":"When do you think I’m at my best? Who am I with and what am I doing?"}
          ],
          "wildcards":[
            {"id":1,"q":"WILDCARD: Between the two of us, who is more likely to apologize first after a disagreement? Write down your answer and compare."},
            {"id":2,"q":"WILDCARD: List three things you love most about your partner in one minute. Compare your lists."},
            {"id":3,"q":"WILDCARD: Complete the sentence: I’m sorry for... . Write it down and share it with each other."},
            {"id":4,"q":"WILDCARD: Write down one small way you can improve in this relationship. Compare and discuss."},
            {"id":5,"q":"WILDCARD: On a scale from 1 to 10, rate the importance of having children to you. Compare and explain."},
            {"id":6,"q":"WILDCARD: Draw one of your favorite memories from our relationship in 30 seconds. Compare and discuss."},
            {"id":7,"q":"WILDCARD: Write a short guide on how to love your partner well in 30 seconds. Compare and discuss."},
            {"id":8,"q":"WILDCARD: Write down one thing you’re grateful for in your partner. Exchange."},
            {"id":9,"q":"WILDCARD: Share a goal you have for us as a couple."},
            {"id":10,"q":"WILDCARD: Give each other a 1-minute back massage."},
            {"id":11,"q":"WILDCARD: Plan a date night for the near future. Discuss ideas."},
            {"id":12,"q":"WILDCARD: Share a favorite photo of us together and explain why it's meaningful."},
            {"id":13,"q":"WILDCARD: Write a short poem about your partner. Share and discuss."},
            {"id":14,"q":"WILDCARD: Share a personal goal you have and discuss how your partner can support you."},
            {"id":15,"q":"WILDCARD: Spend a minute expressing gratitude for each other. Take turns."},
            {"id":16,"q":"WILDCARD: Write a letter to your future selves as a couple. Exchange and read silently."},
            {"id":17,"q":"WILDCARD: Plan a meaningful activity to do together this week. Discuss why it’s important."},
            {"id":18,"q":"WILDCARD: Write down a favorite memory you’ve created together. Exchange and read."},
            {"id":19,"q":"WILDCARD: Share a lesson you’ve learned from your partner."},
            {"id":20,"q":"WILDCARD: Write a short thank you note to your partner. Exchange and read."},
            {"id":21,"q":"WILDCARD: Plan a weekend getaway together. Discuss the details."},
            {"id":22,"q":"WILDCARD: Share a time you felt most supported by your partner."},
            {"id":23,"q":"WILDCARD: Write down a goal for your relationship in the next six months. Compare and discuss."},
            {"id":24,"q":"WILDCARD: Share a fear about your relationship and how you can address it together."},
            {"id":25,"q":"WILDCARD: Write a letter to your partner’s younger self. Share and discuss."},
            {"id":26,"q":"WILDCARD: Describe how you felt the first time you said, “I love you.”"},
            {"id":27,"q":"WILDCARD: Share a dream you’ve had about your future together."},
            {"id":28,"q":"WILDCARD: Write down what you appreciate most about your partner’s personality. Exchange and read."},
            {"id":29,"q":"WILDCARD: Share a moment when you felt proud of your partner."},
            {"id":30,"q":"WILDCARD: Write down a challenge you want to tackle together. Compare and discuss."},
            {"id":31,"q":"WILDCARD: Share a story about your partner that you love to tell others."},
            {"id":32,"q":"WILDCARD: Write a poem about your relationship. Share and discuss."},
            {"id":33,"q":"WILDCARD: Describe a perfect evening together. Plan how to make it happen."},
            {"id":34,"q":"WILDCARD: Share a book or movie that has impacted your view on relationships."},
            {"id":35,"q":"WILDCARD: Write a love letter to your partner. Exchange and read aloud."},
            {"id":36,"q":"WILDCARD: Share a personal motto or mantra that helps you in tough times."},
            {"id":37,"q":"WILDCARD: Write down three things you’re grateful for in your relationship. Compare and discuss."},
            {"id":38,"q":"WILDCARD: Share a piece of advice you’ve received about relationships that you value."},
            {"id":39,"q":"WILDCARD: Describe how your partner has changed your life for the better."},
            {"id":40,"q":"WILDCARD: Write down a promise to your partner. Exchange and discuss."},
            {"id":41,"q":"WILDCARD: Share a challenge you’ve faced together and how you overcame it."},
            {"id":42,"q":"WILDCARD: Write a haiku about your partner. Share and discuss."},
            {"id":43,"q":"WILDCARD: Share your favorite way to spend quality time together."},
            {"id":44,"q":"WILDCARD: Describe a favorite moment from your relationship so far."},
            {"id":45,"q":"WILDCARD: Share a time when your partner made you feel appreciated."},
            {"id":46,"q":"WILDCARD: Write down a goal you have for your personal growth. Share how your partner can support you."},
            {"id":47,"q":"WILDCARD: Share a song that represents your relationship. Explain why."},
            {"id":48,"q":"WILDCARD: Describe a way you’ve grown together as a couple."},
            {"id":49,"q":"WILDCARD: Write a letter to your future selves. Exchange and read silently."},
            {"id":50,"q":"WILDCARD: Share a funny memory from your relationship. Both players."},
            {"id":51,"q":"WILDCARD: Write down a challenge you’re facing and discuss how your partner can help."},
            {"id":52,"q":"WILDCARD: Share your favorite physical feature of your partner."},
            {"id":53,"q":"WILDCARD: Plan a dream vacation together. Discuss the details."},
            {"id":54,"q":"WILDCARD: Share a piece of advice you’d give to a new couple."},
            {"id":55,"q":"WILDCARD: Write a letter to each other to be opened in one year. Exchange and seal."},
            {"id":56,"q":"WILDCARD: Describe how you felt when you first met your partner."},
            {"id":57,"q":"WILDCARD: Share a favorite date night memory. Both players."},
            {"id":58,"q":"WILDCARD: Write down a way you can improve in the relationship. Share and discuss."},
            {"id":59,"q":"WILDCARD: Share a favorite holiday memory together. Both players."},
            {"id":60,"q":"WILDCARD: Write a short story about your relationship from your partner’s perspective. Exchange and read."}
          ]
        },
        {
          "level":3,
          "questions":[
            {"id": 1, "q": "What’s a unique talent of mine that you think I may not even realize I have?"},
            {"id": 2, "q": "How have I contributed to your personal growth?"},
            {"id": 3, "q": "What’s your favorite ritual that we have together? Is there a new ritual you’d like to create for us?"},
            {"id": 4, "q": "What do you think I’m most suited to offer relationship advice about?"},
            {"id": 5, "q": "If we started a business together, what would it be?"},
            {"id": 6, "q": "In your view, where do you think I’m most holding myself back?"},
            {"id": 7, "q": "What advice would you give yourself on our first date if you could?"},
            {"id": 8, "q": "What do you believe is our defining trait as a couple?"},
            {"id": 9, "q": "Finish this sentence: I’m most proud of you for..."},
            {"id": 10, "q": "When was the last time you felt truly lucky to be with me? Be specific."},
            {"id": 11, "q": "What can other couples learn from our relationship?"},
            {"id": 12, "q": "What’s one thing you’d never want to change about our relationship?"},
            {"id": 13, "q": "What’s something we have in our relationship that you didn’t think was possible?"},
            {"id": 14, "q": "What excites you most about our future together?"},
            {"id": 15, "q": "Write a one-minute stand-up comedy routine about our relationship and perform it for each other."},
            {"id": 16, "q": "Finish this sentence: Thank you for accepting... about me."},
            {"id": 17, "q": "What’s one thing you’ll do differently the next time we argue?"},
            {"id": 18, "q": "What part of my heart do you wish you could heal?"},
            {"id": 19, "q": "How would you describe the way I love you to someone who doesn’t know us?"},
            {"id": 20, "q": "What’s one difference between us that you find endearing?"},
            {"id": 21, "q": "What’s one similarity between us that you cherish?"},
            {"id": 22, "q": "On a scale of 1 to 10, how vulnerable do you think I’ve been during this game? Explain."},
            {"id": 23, "q": "How have I changed since we first met? What has remained the same?"},
            {"id": 24, "q": "What’s something I’m too critical of myself about?"},
            {"id": 25, "q": "What weakness of yours do you think I help complement the most?"},
            {"id": 26, "q": "What’s something you wish we did more often together?"},
            {"id": 27, "q": "What’s one thing you find difficult to share with me, if anything?"},
            {"id": 28, "q": "What goal would be the most fulfilling for you to achieve this year? How can I support you in reaching it?"},
            {"id": 29, "q": "What do you think I don’t give myself enough credit for?"},
            {"id": 30, "q": "What aspect of our relationship are you most proud of?"},
            {"id": 31, "q": "What did this conversation reveal to you about our relationship and yourself?"},
            {"id": 32, "q": "Thank you for helping me realize... about myself."},
            {"id": 33, "q": "What’s a lesson about love that you’ll take away from this game?"},
            {"id": 34, "q": "Which question felt the most vulnerable for you to answer?"},
            {"id": 35, "q": "Which question felt the most vulnerable for you to ask? Explain why."},
            {"id": 36, "q": "Which of my answers will you still be reflecting on after this game?"},
            {"id": 37, "q": "Is there anything you still don’t know about me that you wish you did?"},
            {"id": 38, "q": "If you could prescribe one thing for our relationship, what would it be and why?"},
            {"id": 39, "q": "What’s the most surprising answer I gave you during this game?"},
            {"id": 40, "q": "When did you feel the most connected to me during this game?"},
            {"id": 41, "q": "What do you think is the biggest lesson we've learned together?"},
            {"id": 42, "q": "How do you think our relationship has shaped who we are today?"},
            {"id": 43, "q": "What's one thing you wish for our future?"},
            {"id": 44, "q": "What do you think we need to do to keep our love strong?"},
            {"id": 45, "q": "What's a fear you have about our relationship?"},
            {"id": 46, "q": "How do you feel when you think about growing old together?"},
            {"id": 47, "q": "What's one thing you think we should always make time for?"},
            {"id": 48, "q": "How do you think we've influenced each other's lives?"},
            {"id": 49, "q": "What's a promise you want to make to me?"},
            {"id": 50, "q": "How do you feel when you think about the most difficult times we've faced together?"},
            {"id": 51, "q": "What do you think is the most important thing we've taught each other?"},
            {"id": 52, "q": "How do you think we can support each other better?"},
            {"id": 53, "q": "What's one thing you think we need to be more mindful of?"},
            {"id": 54, "q": "What do you think is the most beautiful part of our relationship?"},
            {"id": 55, "q": "How do you feel when you think about our journey together?"},
            {"id": 56, "q": "What's one thing you think we should never stop doing?"},
            {"id": 57, "q": "How do you envision our future together?"},
            {"id": 58, "q": "What's one thing you want to make sure we do in the next year?"},
            {"id": 59, "q": "How do you feel when you think about our past?"},
            {"id": 60, "q": "What's one thing you want to work on for our future?"},
            {"id": 61, "q": "How do you think we can keep our love alive and exciting?"},
            {"id": 62, "q": "What's one thing you want to always remember about our relationship?"},
            {"id": 63, "q": "How do you feel about our long-term goals?"},
            {"id": 64, "q": "What's one thing you think we need to focus on more?"},
            {"id": 65, "q": "How do you feel when you think about our commitment to each other?"},
            {"id": 66, "q": "What’s a long-term dream you have for our relationship?"},
            {"id": 67, "q": "How do you think our relationship has shaped our future together?"},
            {"id": 68, "q": "What’s one thing you want to prioritize in our relationship moving forward?"},
            {"id": 69, "q": "What’s a promise you want to make to me for the future?"},
            {"id": 70, "q": "How do you envision us in ten years?"},
            {"id": 71, "q": "What’s something you’ve always wanted to tell me but haven't?"},
            {"id": 72, "q": "How do you feel when you think about our journey together?"},
            {"id": 73, "q": "What’s one thing you think we should always remember about our relationship?"},
            {"id": 74, "q": "How do you feel about our shared values and goals?"},
            {"id": 75, "q": "What’s a fear you have about our future and how can we address it together?"},
            {"id": 76, "q": "What do you think is our greatest strength as a couple?"},
            {"id": 77, "q": "How do you feel we complement each other’s weaknesses?"},
            {"id": 78, "q": "What’s a key lesson our relationship has taught you?"},
            {"id": 79, "q": "How do you think we can keep our love vibrant and exciting?"},
            {"id": 80, "q": "What’s a significant milestone you look forward to celebrating with me?"},
            {"id": 81, "q": "How do you feel about the way we handle life’s challenges together?"},
            {"id": 82, "q": "What’s one thing you want to make sure we achieve together?"},
            {"id": 83, "q": "How do you feel about our ability to support each other’s dreams?"},
            {"id": 84, "q": "What’s one thing you hope we never stop doing together?"},
            {"id": 85, "q": "How do you think we can better nurture our relationship?"},
            {"id": 86, "q": "What’s a ritual or tradition you want to keep in our relationship?"},
            {"id": 87, "q": "How do you feel about the sacrifices we make for each other?"},
            {"id": 88, "q": "What’s one thing you’re most proud of in our relationship?"},
            {"id": 89, "q": "How do you feel when you think about our commitment to each other?"},
            {"id": 90, "q": "What’s one thing you want to improve in our relationship for the future?"}
          ],
          "wildcards":[
            {"id": 1, "q": "WILDCARD: Write a letter to your future selves. Exchange and read silently."},
            {"id": 2, "q": "WILDCARD: Share a memory that encapsulates your relationship’s essence."},
            {"id": 3, "q": "WILDCARD: Hold each other and breathe together for a minute."},
            {"id": 4, "q": "WILDCARD: Make a list of things you love about each other. Exchange and read."},
            {"id": 5, "q": "WILDCARD: Set a joint goal for the next year and discuss how to achieve it."},
            {"id": 6, "q": "WILDCARD: Write a letter to your partner expressing your hopes for the future. Exchange and read aloud."},
            {"id": 7, "q": "WILDCARD: Share a dream you have for your life together. Discuss steps to make it happen."},
            {"id": 8, "q": "WILDCARD: Create a vision board for your future together. Spend time discussing it."},
            {"id": 9, "q": "WILDCARD: Plan a special date or adventure for the next significant milestone in your relationship."},
            {"id": 10, "q": "WILDCARD: Write down a challenge you want to overcome together. Discuss how to tackle it as a team."},
            {"id": 11, "q": "WILDCARD: Write down a long-term goal for your relationship. Exchange and discuss."},
            {"id": 12, "q": "WILDCARD: Create a vision board for your future together. Spend time discussing it."},
            {"id": 13, "q": "WILDCARD: Write a letter to your partner to be read on your 10th anniversary. Exchange and seal."},
            {"id": 14, "q": "WILDCARD: Share a dream or aspiration you have for your future together."},
            {"id": 15, "q": "WILDCARD: Write down a challenge you want to overcome together in the next year. Compare and discuss."},
            {"id": 16, "q": "WILDCARD: Plan a meaningful anniversary celebration. Discuss the details."},
            {"id": 17, "q": "WILDCARD: Share a fear about your future together and how you can address it."},
            {"id": 18, "q": "WILDCARD: Write a letter to your future children about your relationship. Exchange and read silently."},
            {"id": 19, "q": "WILDCARD: Share a significant milestone you look forward to celebrating together."},
            {"id": 20, "q": "WILDCARD: Write a promise to your partner for the future. Exchange and discuss."},
            {"id": 21, "q": "WILDCARD: Describe your ideal retirement together. Plan how to achieve it."},
            {"id": 22, "q": "WILDCARD: Share a dream you have about your life together in ten years."},
            {"id": 23, "q": "WILDCARD: Write a letter to your partner to be read on your next anniversary. Exchange and seal."},
            {"id": 24, "q": "WILDCARD: Share a personal goal you have for the next five years. Discuss how your partner can support you."},
            {"id": 25, "q": "WILDCARD: Write a short story about your relationship’s future. Share and discuss."},
            {"id": 26, "q": "WILDCARD: Plan a special date or adventure for your next big anniversary."},
            {"id": 27, "q": "WILDCARD: Share a way you want to grow as a couple. Discuss steps to achieve it."},
            {"id": 28, "q": "WILDCARD: Write a letter to your partner about your hopes for the future. Exchange and read aloud."},
            {"id": 29, "q": "WILDCARD: Share a favorite memory from the past year. Both players."},
            {"id": 30, "q": "WILDCARD: Write down a challenge you’ve overcome as a couple. Compare and discuss."},
            {"id": 31, "q": "WILDCARD: Plan a future holiday or vacation together. Discuss the details."},
            {"id": 32, "q": "WILDCARD: Share a way you can better support each other’s dreams."},
            {"id": 33, "q": "WILDCARD: Write a letter to each other to be opened in five years. Exchange and seal."},
            {"id": 34, "q": "WILDCARD: Share a piece of advice you’d give your younger selves about relationships."},
            {"id": 35, "q": "WILDCARD: Write a love letter to your partner for a future special occasion. Exchange and read."},
            {"id": 36, "q": "WILDCARD: Describe your dream home together. Plan how to achieve it."},
            {"id": 37, "q": "WILDCARD: Share a way you want to make a positive impact together. Discuss steps to achieve it."},
            {"id": 38, "q": "WILDCARD: Write down a shared goal for the next year. Compare and discuss."},
            {"id": 39, "q": "WILDCARD: Share a vision you have for your family’s future. Discuss how to make it happen."},
            {"id": 40, "q": "WILDCARD: Write a letter to your partner about your journey together. Exchange and read."},
            {"id": 41, "q": "WILDCARD: Share a favorite photo of the two of you. Discuss the memory behind it."},
            {"id": 42, "q": "WILDCARD: Write down a tradition you want to start as a couple. Compare and discuss."},
            {"id": 43, "q": "WILDCARD: Share a way you can improve your relationship. Discuss steps to achieve it."},
            {"id": 44, "q": "WILDCARD: Write a letter to each other about your hopes for the future. Exchange and read aloud."},
            {"id": 45, "q": "WILDCARD: Share a moment when you felt most connected to your partner."},
            {"id": 46, "q": "WILDCARD: Write down a challenge you want to tackle in the next five years. Compare and discuss."},
            {"id": 47, "q": "WILDCARD: Plan a future celebration for a significant milestone. Discuss the details."},
            {"id": 48, "q": "WILDCARD: Share a piece of advice you’d give to a couple just starting out."},
            {"id": 49, "q": "WILDCARD: Write a letter to your partner about your dreams for your future family. Exchange and read."},
            {"id": 50, "q": "WILDCARD: Describe a perfect future day together. Plan how to make it happen."},
            {"id": 51, "q": "WILDCARD: Write down a promise to each other in one minute. Share and discuss."},
            {"id": 52, "q": "WILDCARD: Play a round of Rock-Paper-Scissors. Loser must do anything their partner requests."},
            {"id": 53, "q": "WILDCARD: Write a note to your partner that you can only open during your next disagreement."},
            {"id": 54, "q": "WILDCARD: Identify one thing we can do this week to strengthen our relationship. Schedule it now."},
            {"id": 55, "q": "WILDCARD: Think of a memory that makes you smile just thinking about it. Write it down and share it."},
            {"id": 56, "q": "WILDCARD: Plan a surprise for your partner that they would appreciate. Make sure it happens by the end of the month. Both players."},
            {"id": 57, "q": "WILDCARD: Kiss a part of your partner that you haven’t kissed before."},
            {"id": 58, "q": "WILDCARD: List the top three things you’re most grateful for in your partner in 30 seconds. Compare and discuss."}
          ]
        }
      ]
    },
    {
      "id": 2,
      "name": "BFFs",
      "subtitle": "Celebrate your unique friendship with fun and thought-provoking questions. Whether you're lifelong pals or new friends, this game helps you learn even more about each other.",
      "image": "https://raw.githubusercontent.com/smobx1/smobx1.github.io/master/b_b/assets/best_friends.png",
      "premium": true,
      "gameOverMessage":[
        {"message":"Each write a heartfelt letter to the other expressing your appreciation and share them. \nOpen when not together anymore.\n\n"},
        {"message":"Take turns sharing something you’ve always wanted to tell the other but haven’t."},
        {"message":"Each person shares their favorite quality about the other and why it’s important to them."},
        {"message":"Describe your favorite memory together and why it stands out. Compare and discuss."},
        {"message":"Share what you value most in your friendship and why."},
        {"message":"Reflect on the game: what’s one thing you learned about your friend that you didn’t know before?"},
        {"message":"List three things you’ve learned from each other and how they’ve impacted your life."},
        {"message":"Describe how your friendship has grown since you first met."},
        {"message":"Write down one goal you want to achieve together in the next year. Share and make a plan."},
        {"message":"Share one way you think your friendship will evolve in the future."}
      ],
      "gameStartMessages":[
        {"message":"Welcome! Enjoy our game"},
        {"message":"Good luck today!"}
      ],
      "levels":[
        {
          "level":1,
          "questions": [
            {"id": 1, "q": "What was the first impression you had of me?"},
            {"id": 2, "q": "What’s one hobby or interest you think we should try together?"},
            {"id": 3, "q": "How would you describe our friendship to someone who doesn’t know us?"},
            {"id": 4, "q": "What’s a memorable moment we’ve shared that always makes you smile?"},
            {"id": 5, "q": "What’s one thing you think we should do more often together?"},
            {"id": 6, "q": "What was your first impression of me?"},
            {"id": 7, "q": "If we were to start a new hobby together, what would it be?"},
            {"id": 8, "q": "What’s a memorable experience we’ve had together that makes you smile?"},
            {"id": 9, "q": "How would you describe our friendship to someone who doesn’t know us?"},
            {"id": 10, "q": "What’s one thing you admire about our friendship?"},
            {"id": 11, "q": "If we could travel anywhere together, where would you want to go?"},
            {"id": 12, "q": "What’s a favorite shared activity or tradition we have?"},
            {"id": 13, "q": "What’s the funniest thing that’s happened to us?"},
            {"id": 14, "q": "What’s one thing you think we should try as a team?"},
            {"id": 15, "q": "What’s a favorite movie or TV show we both enjoy?"},
            {"id": 16, "q": "What’s a recent achievement of ours that you’re proud of?"},
            {"id": 17, "q": "If you could describe our friendship in three words, what would they be?"},
            {"id": 18, "q": "What’s one habit or trait of mine you find endearing?"},
            {"id": 19, "q": "What’s a shared goal we could work towards together?"},
            {"id": 20, "q": "How do you think our friendship has changed over time?"},
            {"id": 21, "q": "What’s a favorite memory we’ve created together?"},
            {"id": 22, "q": "If you could describe our friendship as a genre of music, what would it be?"},
            {"id": 23, "q": "What’s one thing you’re grateful for in our friendship?"},
            {"id": 24, "q": "What’s a book or movie that reminds you of us?"},
            {"id": 25, "q": "What’s the best advice you’ve ever received from me?"},
            {"id": 26, "q": "What’s one thing you think we should do more of to strengthen our friendship?"},
            {"id": 27, "q": "What’s a funny or embarrassing moment you remember from our time together?"},
            {"id": 28, "q": "What’s a shared dream or goal you have for us?"},
            {"id": 29, "q": "What’s something new you’ve learned from me?"},
            {"id": 30, "q": "If we were to star in a reality TV show, what would it be about?"},
            {"id": 31, "q": "What’s one thing you think we should definitely try in the next year?"},
            {"id": 32, "q": "What’s a unique tradition or habit we have that you cherish?"},
            {"id": 33, "q": "How do you think our friendship influences the way we see the world?"},
            {"id": 34, "q": "What’s one thing you’d like to teach me or learn from me?"},
            {"id": 35, "q": "What’s a fun or silly activity you’d like us to do together?"},
            {"id": 36, "q": "What’s something you find inspiring about our friendship?"},
            {"id": 37, "q": "What’s a place we both love to visit?"},
            {"id": 38, "q": "What’s a favorite shared meal or recipe?"},
            {"id": 39, "q": "What’s a goal or aspiration you have for our friendship?"},
            {"id": 40, "q": "What’s one thing you admire about how we handle challenges together?"},
            {"id": 41, "q": "What’s a shared experience that made you feel especially close to me?"},
            {"id": 42, "q": "If we could create a new holiday, what would it celebrate and how would we celebrate it?"},
            {"id": 43, "q": "What’s one thing you’d like us to do for each other in the future?"},
            {"id": 44, "q": "What’s a fun nickname or inside joke we share?"},
            {"id": 45, "q": "What’s a habit or routine we have that makes you smile?"},
            {"id": 46, "q": "What’s a favorite place we like to hang out together?"},
            {"id": 47, "q": "What’s something you’re looking forward to doing with me?"},
            {"id": 48, "q": "What’s a favorite shared memory from our childhood or past?"},
            {"id": 49, "q": "What’s a fun or quirky tradition we’ve started?"},
            {"id": 50, "q": "What’s one thing you think we should work on improving together?"}
          ],
          "wildcards": [
            {"id": 1, "q": "Rate each other’s sense of humor on a scale of 1-10. Compare and explain."},
            {"id": 2, "q": "Describe your ideal weekend getaway with me. What would we do?"},
            {"id": 3, "q": "Draw a picture of what you think our future selves will look like. Compare and explain."},
            {"id": 4, "q": "Create a funny nickname for each other and explain why."},
            {"id": 5, "q": "Share a quirky fact about yourself that I might not know."},
            {"id": 6, "q": "Give each other a compliment related to your friendship. What do you appreciate most?"},
            {"id": 7, "q": "Share a favorite song that reminds you of our friendship and why."},
            {"id": 8, "q": "Write down a memorable quote or inside joke we share. Read it aloud and discuss its meaning."},
            {"id": 9, "q": "Imitate each other’s mannerisms for 1 minute. Compare and share your impressions."},
            {"id": 10, "q": "If we could star in a movie together, what genre would it be and what roles would we play?"},
            {"id": 11, "q": "What’s one thing you think we should do more often as friends?"},
            {"id": 12, "q": "Describe a funny or embarrassing moment we had together."},
            {"id": 13, "q": "Rate each other’s fashion sense on a scale of 1-10. Compare and explain."},
            {"id": 14, "q": "Write a short poem about our friendship. Share and read it aloud."},
            {"id": 15, "q": "If you had to describe our friendship in one word, what would it be and why?"},
            {"id": 16, "q": "Create a playlist of songs that define our friendship. Share and discuss your choices."},
            {"id": 17, "q": "Describe your dream birthday celebration with me. What would it look like?"},
            {"id": 18, "q": "Share a time when you felt especially grateful for our friendship."},
            {"id": 19, "q": "Draw our favorite place to hang out together. Compare and discuss."},
            {"id": 20, "q": "Come up with a funny conspiracy theory about how we met. Share and discuss."},
            {"id": 21, "q": "What’s one thing you’ve learned from our friendship that has surprised you?"},
            {"id": 22, "q": "Tell a story about a time you thought our friendship might end. What happened?"},
            {"id": 23, "q": "Describe a hobby or interest you wish we shared. Why?"},
            {"id": 24, "q": "Rate each other’s cooking skills on a scale of 1-10. Compare and explain."},
            {"id": 25, "q": "If we were characters in a video game, what would our special abilities be?"},
            {"id": 26, "q": "Write down a question you wish you could ask me but haven’t yet. Share and discuss."},
            {"id": 27, "q": "Share a moment when we worked really well as a team. What was the situation?"},
            {"id": 28, "q": "If we could have any superpower together, what would it be and how would we use it?"},
            {"id": 29, "q": "Create a fun and silly handshake or greeting for us. Demonstrate it."},
            {"id": 30, "q": "Describe our friendship in the style of a news headline. What would it say?"},
            {"id": 31, "q": "If we could travel anywhere in the world together, where would we go and why?"},
            {"id": 32, "q": "Share a random act of kindness that you’ve done for someone recently."},
            {"id": 33, "q": "What’s one piece of advice you’d give me that you haven’t yet?"},
            {"id": 34, "q": "If we could design a theme park based on our friendship, what would it be like?"},
            {"id": 35, "q": "Create a silly or fun challenge for each other to complete. Share and compare."},
            {"id": 36, "q": "Describe a time when you felt like we were really on the same wavelength."},
            {"id": 37, "q": "What’s a movie or TV show that reminds you of our friendship?"},
            {"id": 38, "q": "Share a memorable prank or joke we’ve played on each other."},
            {"id": 39, "q": "Rate each other’s organizational skills on a scale of 1-10. Compare and explain."},
            {"id": 40, "q": "Describe a dream job we could do together. What would it be and why?"},
            {"id": 41, "q": "What’s one thing you think we should try as a team? Why?"},
            {"id": 42, "q": "If our friendship had a mascot, what would it be and why?"},
            {"id": 43, "q": "Write down a shared goal or dream for our future together. Share and discuss."},
            {"id": 44, "q": "Share a time when you felt particularly proud of our friendship."},
            {"id": 45, "q": "Rate each other’s cooking skills on a scale of 1-10. Compare and explain."},
            {"id": 46, "q": "Create a funny nickname for each other and explain why."},
            {"id": 47, "q": "Draw a picture of our ideal vacation destination. Compare and discuss."},
            {"id": 48, "q": "Write a short poem about our friendship and read it aloud."},
            {"id": 49, "q": "Describe your dream birthday celebration with me. What would it look like?"},
            {"id": 50, "q": "Share a quirky fact about yourself that I might not know."}
          ]
        },
        {
          "level":2,
          "questions":[
            {"id": 1, "q": "What’s one challenge we’ve overcome together that made us stronger?"},
            {"id": 2, "q": "How do you think our friendship has changed you?"},
            {"id": 3, "q": "What’s something you’ve always wanted to tell me but haven’t yet?"},
            {"id": 4, "q": "How has our friendship impacted your life decisions?"},
            {"id": 5, "q": "What’s a significant lesson you’ve learned from our friendship?"},
            {"id": 6, "q": "What’s a time you felt particularly proud of our friendship?"},
            {"id": 7, "q": "What’s a shared experience that taught you something valuable?"},
            {"id": 8, "q": "How do you think we handle disagreements or conflicts?"},
            {"id": 9, "q": "What’s one way you think we’ve grown as friends?"},
            {"id": 10, "q": "What’s a personal goal you have that our friendship supports?"},
            {"id": 11, "q": "What’s something you admire about how I approach challenges?"},
            {"id": 12, "q": "How do you think our friendship has shaped your values?"},
            {"id": 13, "q": "What’s a memorable piece of advice you’ve given or received from me?"},
            {"id": 14, "q": "What’s a personal belief or value that you think our friendship reflects?"},
            {"id": 15, "q": "What’s one way you’d like us to deepen our connection?"},
            {"id": 16, "q": "How do you see our friendship evolving over the next few years?"},
            {"id": 17, "q": "What’s a challenge we faced that brought us closer together?"},
            {"id": 18, "q": "What’s a moment when you felt deeply understood by me?"},
            {"id": 19, "q": "How has our friendship influenced your outlook on life?"},
            {"id": 20, "q": "What’s a shared experience that was particularly meaningful to you?"},
            {"id": 21, "q": "How do you think our friendship helps you grow personally?"},
            {"id": 22, "q": "What’s a personal aspiration that you think our friendship supports?"},
            {"id": 23, "q": "How do you feel when we spend quality time together?"},
            {"id": 24, "q": "What’s a valuable lesson you’ve learned from our shared experiences?"},
            {"id": 25, "q": "What’s a unique aspect of our friendship that you cherish?"},
            {"id": 26, "q": "How do you think we complement each other’s strengths and weaknesses?"},
            {"id": 27, "q": "What’s a significant way our friendship has impacted your personal growth?"},
            {"id": 28, "q": "How do you envision us supporting each other in the future?"},
            {"id": 29, "q": "What’s a memorable time when we worked well together as a team?"},
            {"id": 30, "q": "How do you feel our friendship has influenced your approach to challenges?"},
            {"id": 31, "q": "What’s a personal goal you have that our friendship has helped you achieve?"},
            {"id": 32, "q": "What’s a time when our friendship helped you through a difficult situation?"},
            {"id": 33, "q": "How do you think we can continue to strengthen our bond?"},
            {"id": 34, "q": "What’s a shared value or principle that you think defines our friendship?"},
            {"id": 35, "q": "What’s a lesson you’ve learned from a disagreement or conflict we’ve had?"},
            {"id": 36, "q": "How do you see us supporting each other’s dreams in the future?"},
            {"id": 37, "q": "What’s a memorable conversation we’ve had that made a big impact on you?"},
            {"id": 38, "q": "How do you think our friendship has helped shape your identity?"},
            {"id": 39, "q": "What’s a goal or aspiration that we both share?"},
            {"id": 40, "q": "What’s a significant moment when you felt especially connected to me?"},
            {"id": 41, "q": "How do you think our friendship has influenced your personal values?"},
            {"id": 42, "q": "What’s a way our friendship has helped you develop new skills or interests?"},
            {"id": 43, "q": "How do you see us growing together as friends in the future?"},
            {"id": 44, "q": "What’s a shared experience that taught us both something important?"},
            {"id": 45, "q": "How do you feel our friendship has impacted your approach to relationships?"},
            {"id": 46, "q": "What’s a meaningful lesson you’ve learned from our time together?"},
            {"id": 47, "q": "How do you think our friendship helps us navigate life’s ups and downs?"},
            {"id": 48, "q": "What’s a way you think we could better support each other’s goals?"},
            {"id": 49, "q": "How do you envision our friendship evolving over the long term?"}
          ],
          "wildcards": [
            {"id": 1, "q": "Write a letter to your future self about our friendship. Share and discuss."},
            {"id": 2, "q": "If we could create a charity together, what would it focus on?"},
            {"id": 3, "q": "Write down a shared memory that you feel has defined our friendship. Compare and explain."},
            {"id": 4, "q": "Plan a spontaneous adventure for us to go on this weekend. What’s the plan?"},
            {"id": 5, "q": "Describe a personal challenge you’re currently facing. How can I support you?"},
            {"id": 6, "q": "Share a time when you were surprised by something I did for you. What was it?"},
            {"id": 7, "q": "Write down a list of qualities you admire in each other. Compare and discuss."},
            {"id": 8, "q": "If you could change one thing about our friendship, what would it be and why?"},
            {"id": 9, "q": "Describe a time when our friendship helped you get through a tough situation."},
            {"id": 10, "q": "Create a vision board for our friendship’s future. What does it include?"},
            {"id": 11, "q": "What’s something we could improve in our friendship? How can we address it?"},
            {"id": 12, "q": "Share a moment when you felt deeply connected to me. What made it special?"},
            {"id": 13, "q": "Write a thank you note for something specific you’re grateful for in our friendship."},
            {"id": 14, "q": "Describe a situation where we had a major disagreement. How did we resolve it?"},
            {"id": 15, "q": "If we were to start a podcast together, what would it be about?"},
            {"id": 16, "q": "Share an area of personal growth you’ve experienced because of our friendship."},
            {"id": 17, "q": "Write down your top three priorities in our friendship. Compare and discuss."},
            {"id": 18, "q": "What’s a habit you’ve picked up from me? How has it affected you?"},
            {"id": 19, "q": "Create a bucket list of things we should do together. Share and compare."},
            {"id": 20, "q": "Describe a time when our friendship taught you a valuable lesson."},
            {"id": 21, "q": "Write a poem or song about a shared experience that was meaningful to you."},
            {"id": 22, "q": "How do you feel we complement each other’s strengths and weaknesses?"},
            {"id": 23, "q": "Share a recent accomplishment of mine that you’re proud of."},
            {"id": 24, "q": "If we could make a documentary about our friendship, what would be the key themes?"},
            {"id": 25, "q": "Describe a time when you felt like we were really in sync."},
            {"id": 26, "q": "What’s one thing you’d like us to accomplish together in the next year?"},
            {"id": 27, "q": "Write down a goal you have for our friendship and how you plan to achieve it."},
            {"id": 28, "q": "Share a personal struggle you’ve faced and how our friendship has helped."},
            {"id": 29, "q": "If we were to create a new tradition together, what would it be and why?"},
            {"id": 30, "q": "Describe a time when you felt our friendship was tested. How did we come through?"},
            {"id": 31, "q": "Share a memory that has had a lasting impact on our friendship."},
            {"id": 32, "q": "If we could change one thing about the world together, what would it be?"},
            {"id": 33, "q": "Write down three ways we can strengthen our friendship. Compare and discuss."},
            {"id": 34, "q": "Share a personal aspiration you have and how I can support you in achieving it."},
            {"id": 35, "q": "What’s a lesson you’ve learned from me that you didn’t expect?"},
            {"id": 36, "q": "Describe a way you’d like to see our friendship evolve over the next five years."},
            {"id": 37, "q": "Share an experience that made you appreciate our friendship more."},
            {"id": 38, "q": "If we could collaborate on a creative project, what would it be?"},
            {"id": 39, "q": "Write down a challenge you’d like us to tackle together. How should we approach it?"},
            {"id": 40, "q": "Describe a way our friendship has influenced your personal growth."},
            {"id": 41, "q": "Write a letter to your future self about our friendship. Share and discuss."},
            {"id": 42, "q": "Create a vision board for our friendship’s future. What does it include?"},
            {"id": 43, "q": "Plan a spontaneous adventure for us to go on this weekend. What’s the plan?"},
            {"id": 44, "q": "Describe a personal challenge you’re currently facing. How can I support you?"},
            {"id": 45, "q": "Write down a list of qualities you admire in each other. Compare and discuss."},
            {"id": 46, "q": "Share a time when you were surprised by something I did for you. What was it?"},
            {"id": 47, "q": "Describe a shared goal or dream you have for our future. What is it?"},
            {"id": 48, "q": "Write a thank you note for something specific you’re grateful for in our friendship."},
            {"id": 49, "q": "Plan a spontaneous activity we could do together. What’s the plan?"},
            {"id": 50, "q": "Share a recent accomplishment of mine that you’re proud of."},
            {"id": 51, "q": "Write down a piece of advice you have for me, based on our friendship."},
            {"id": 52, "q": "Create a list of “bucket list” items for us as friends. What are they?"}
          ]
        },
        {
          "level":3,
          "questions":[
            {"id": 1, "q": "What’s a future aspiration we can work towards together?"},
            {"id": 2, "q": "How do you envision our friendship evolving over the next decade?"},
            {"id": 3, "q": "What’s the most meaningful thing you’ve learned from our friendship?"},
            {"id": 4, "q": "What’s a dream project or goal you’d like us to achieve together?"},
            {"id": 5, "q": "How do you see our friendship influencing our lives in the long term?"},
            {"id": 6, "q": "What’s one thing you’d like to see us accomplish as friends in the next ten years?"},
            {"id": 7, "q": "What’s a significant milestone you’re looking forward to celebrating with me?"},
            {"id": 8, "q": "How do you imagine our friendship will impact the people around us?"},
            {"id": 9, "q": "What’s a future event or experience you’re excited about sharing with me?"},
            {"id": 10, "q": "What’s a long-term goal you have for our friendship?"},
            {"id": 11, "q": "How do you think our friendship will evolve as we grow older?"},
            {"id": 12, "q": "What’s a major accomplishment you hope we achieve together?"},
            {"id": 13, "q": "How do you see our friendship influencing your personal and professional life?"},
            {"id": 14, "q": "What’s one thing you hope we continue to do together as we grow older?"},
            {"id": 15, "q": "What’s a shared dream or vision you have for our future?"},
            {"id": 16, "q": "How do you envision us supporting each other’s aspirations?"},
            {"id": 17, "q": "What’s a significant future milestone we should plan to celebrate together?"},
            {"id": 18, "q": "What’s one way you’d like our friendship to be remembered?"},
            {"id": 19, "q": "How do you see us impacting each other’s lives over the next decade?"},
            {"id": 20, "q": "What’s a future tradition you’d like us to start?"},
            {"id": 21, "q": "How do you envision our friendship helping us navigate life’s challenges?"},
            {"id": 22, "q": "What’s a major future goal we should set for ourselves?"},
            {"id": 23, "q": "How do you think our friendship will continue to grow and evolve?"},
            {"id": 24, "q": "What’s a shared vision you have for our friendship’s impact on others?"},
            {"id": 25, "q": "How do you see our friendship influencing our personal growth?"},
            {"id": 26, "q": "What’s a dream adventure you’d like us to go on together?"},
            {"id": 27, "q": "How do you envision us celebrating our future successes?"},
            {"id": 28, "q": "What’s a significant change you’d like to see in our friendship over the years?"},
            {"id": 29, "q": "What’s a meaningful experience you hope we share in the future?"},
            {"id": 30, "q": "How do you see our friendship shaping our life goals?"},
            {"id": 31, "q": "What’s a future event or milestone you’re excited to achieve with me?"},
            {"id": 32, "q": "How do you envision us supporting each other’s personal growth?"},
            {"id": 33, "q": "What’s a major future project you’d like us to tackle together?"},
            {"id": 34, "q": "How do you think our friendship will continue to evolve?"},
            {"id": 35, "q": "What’s a significant way you hope our friendship will impact our lives?"},
            {"id": 36, "q": "How do you see us celebrating each other’s achievements in the future?"},
            {"id": 37, "q": "What’s a future goal or dream you have for us as friends?"},
            {"id": 38, "q": "How do you envision our friendship influencing our long-term aspirations?"},
            {"id": 39, "q": "What’s a significant future event or experience you want us to plan together?"},
            {"id": 40, "q": "How do you see us growing and evolving as friends over the years?"},
            {"id": 41, "q": "What’s a major future milestone you’re looking forward to celebrating with me?"},
            {"id": 42, "q": "How do you envision our friendship impacting our lives in the long run?"},
            {"id": 43, "q": "What’s a shared dream or goal you hope we achieve together?"},
            {"id": 44, "q": "How do you see our friendship influencing our personal and professional paths?"},
            {"id": 45, "q": "What’s a future tradition you’d like us to create together?"},
            {"id": 46, "q": "How do you imagine our friendship supporting us as we grow older?"}
          ],
          "wildcards":[
            {"id": 1, "q": "Write a letter to our future selves as best friends. What do you hope for us?"},
            {"id": 2, "q": "Plan an ideal day for us ten years from now. What are we doing?"},
            {"id": 3, "q": "Create a time capsule with items or notes representing our friendship. What goes in it?"},
            {"id": 4, "q": "If we were to open a business together, what kind of business would it be and why?"},
            {"id": 5, "q": "Write down a dream project or goal you’d like us to achieve together. Share and discuss."},
            {"id": 6, "q": "Describe how you want our friendship to be remembered by others."},
            {"id": 7, "q": "If we could make a major change in the world together, what would it be and why?"},
            {"id": 8, "q": "Write a vision statement for our friendship. What do you want it to stand for?"},
            {"id": 9, "q": "Share a long-term goal you have and how our friendship can support it."},
            {"id": 10, "q": "Describe a future milestone you’re looking forward to achieving with me."},
            {"id": 11, "q": "Create a list of 'bucket list' items for our friendship. What are they?"},
            {"id": 12, "q": "Write down a shared dream you hope we can achieve in the next ten years."},
            {"id": 13, "q": "Plan a big celebration for a future accomplishment we achieve together. What’s the celebration?"},
            {"id": 14, "q": "Describe an ideal scenario for us growing old together as friends. What does it look like?"},
            {"id": 15, "q": "Write a manifesto for our friendship. What principles or values do you want to uphold?"},
            {"id": 16, "q": "If we could write a book about our friendship, what would be the title and main theme?"},
            {"id": 17, "q": "Describe a challenge we should set for ourselves to grow as friends. What is it?"},
            {"id": 18, "q": "Share a vision for how you hope our friendship will impact our lives in the long term."},
            {"id": 19, "q": "Plan a large-scale project or event we could do together in the future. What would it be?"},
            {"id": 20, "q": "Write a note to your future self about our friendship. What advice or hopes do you have?"},
            {"id": 21, "q": "Describe the legacy you hope our friendship leaves behind."},
            {"id": 22, "q": "If we could create a meaningful tradition or ritual, what would it be and why?"},
            {"id": 23, "q": "Share a future event or milestone you’re excited about achieving with me."},
            {"id": 24, "q": "Plan an ideal scenario for us spending our golden years together. What does it include?"},
            {"id": 25, "q": "Write down a personal dream you have and how you see our friendship playing a role in it."},
            {"id": 26, "q": "Describe a future adventure or trip you want us to take together. What’s the destination?"},
            {"id": 27, "q": "Create a list of values or principles you want to continue honoring in our friendship."},
            {"id": 28, "q": "Share a hope or wish you have for our friendship ten years from now."},
            {"id": 29, "q": "Plan a surprise for a major future milestone we’ll celebrate together. What’s the surprise?"},
            {"id": 30, "q": "Describe how you envision our friendship influencing the lives of others around us."},
            {"id": 31, "q": "Write a vision statement for our friendship. Share and discuss."},
            {"id": 32, "q": "Create a time capsule for our friendship. What goes inside?"},
            {"id": 33, "q": "Plan a major future celebration for an accomplishment we achieve together."},
            {"id": 34, "q": "Describe a meaningful tradition or ritual we could start. What is it?"},
            {"id": 35, "q": "Share a long-term personal goal and how you hope our friendship will support it."},
            {"id": 36, "q": "Write a letter to your future self about our friendship. What advice or hopes do you have?"},
            {"id": 37, "q": "Plan a large-scale project or event for us to work on together in the future."},
            {"id": 38, "q": "Describe an ideal scenario for us growing old together as friends. What does it look like?"},
            {"id": 39, "q": "Create a shared 'bucket list' of dreams or goals for our future. Plan the first one and hold each other accountable for the rest!"},
            {"id": 40, "q": "Write a manifesto for our friendship. What principles or values do you want to uphold?"},
            {"id": 41, "q": "Plan an ideal day for us ten years from now. What are we doing?"},
            {"id": 42, "q": "Describe how you want our friendship to be remembered by others."},
            {"id": 43, "q": "Share a vision for how you hope our friendship will impact our lives in the long term."},
            {"id": 44, "q": "Plan a surprise for a major future milestone we’ll celebrate together. What’s the surprise?"},
            {"id": 45, "q": "Write a note to your future self about our friendship. What advice or hopes do you have?"},
            {"id": 46, "q": "Describe the legacy you hope our friendship leaves behind."},
            {"id": 47, "q": "If we could make a major change in the world together, what would it be and why?"},
            {"id": 48, "q": "Create a vision board for our future goals as friends. What does it include?"},
            {"id": 49, "q": "Write down a personal dream and how you see our friendship playing a role in it."}
          ]
        }
      ]
    },
    {
      "id": 3,
      "name": "Inside family",
      "subtitle": "Bring your family closer with questions that spark laughter, nostalgia, and heartfelt discussions.",
      "image": "https://raw.githubusercontent.com/smobx1/smobx1.github.io/master/b_b/assets/family.png",
      "premium": true,
      "gameOverMessage":[
        {"message":"“Take a moment to reflect on your favorite memory from today’s game. (Everyone)\n Share it with the group and explain why it stands out to you.”"},
        {"message":"Create a time capsule with small notes or items representing each family member’s current \ndreams or achievements. Decide on a date to open it in the future.”"},
        {"message":"Take a family photo together to capture the moment. \nDiscuss what you’d like to remember about this day and the game.”"},
        {"message":"“Create a vision board as a family. Discuss and list out one big goal or dream each of you has for the \nfamily’s future. You can draw, write, or make a collage.”"},
        {"message":"“Discuss and decide on a new tradition or activity that you would like to start as a family. \nShare why it’s meaningful to you.”"},
        {"message":"“Each person writes a letter to their future self, describing their current life and what they hope for the future. \nSeal the letters and set a date to open them together.”"},
        {"message":"“Each person expresses one thing they are grateful for about another family member. \nMake sure to specify why it matters to you.”"},
        {"message":"“Write a short letter to each family member, sharing what you admire about them or a \nspecial memory you have with them. Exchange the letters.”"},
        {"message":" “Each person performs a short talent or shares a special skill they have. \nCelebrate and appreciate each other’s unique abilities.”"},
        {"message":"“Write down a favorite family memory or something you’ve learned about another family member \ntoday. Put it in a jar to revisit during future family gatherings.”"},
        {"message":" “Agree on a fun family challenge or goal to achieve together within the next month. \nIt could be a fitness challenge, a creative project, or a learning goal.”"}
      ],
      "gameStartMessages":[
        {"message":"Welcome! Enjoy our game"},
        {"message":"Good luck today!"}
      ],
      "levels":[
        {
          "level":1,
          "questions":[
            {"id": 1, "q": "What’s your favorite family tradition?"},
            {"id": 2, "q": "How would you describe our family in one word?"},
            {"id": 3, "q": "What’s your earliest memory of a family gathering?"},
            {"id": 4, "q": "Which family member do you think you’re most like and why?"},
            {"id": 5, "q": "What’s the best family vacation we’ve ever had?"},
            {"id": 6, "q": "What’s one thing you think all of us have in common?"},
            {"id": 7, "q": "If our family were a TV show, what genre would it be?"},
            {"id": 8, "q": "What’s your favorite meal that we eat together?"},
            {"id": 9, "q": "Who in the family makes you laugh the most and why?"},
            {"id": 10, "q": "What’s your favorite story that a family member has told about their past?"},
            {"id": 11, "q": "What’s something you admire about a family member that you’ve never told them?"},
            {"id": 12, "q": "What’s one thing you think we should do more often as a family?"},
            {"id": 13, "q": "Which family member has the most interesting job?"},
            {"id": 14, "q": "What’s your favorite family holiday and why?"},
            {"id": 15, "q": "Who’s the best storyteller in the family?"},
            {"id": 16, "q": "If you could add one new tradition to our family, what would it be?"},
            {"id": 17, "q": "What’s a funny memory from a family gathering that still makes you laugh?"},
            {"id": 18, "q": "Who in the family is the best cook?"},
            {"id": 19, "q": "What’s one talent that runs in the family?"},
            {"id": 20, "q": "Which family member do you think knows you best?"},
            {"id": 21, "q": "What’s a family nickname you’ve had, and how did you get it?"},
            {"id": 22, "q": "What’s your favorite family activity that we do together?"},
            {"id": 23, "q": "Who in the family is most likely to start a dance party?"},
            {"id": 24, "q": "What’s the most memorable holiday we’ve had as a family?"},
            {"id": 25, "q": "Which family member has the best taste in music?"},
            {"id": 26, "q": "What’s a funny story about a family pet?"},
            {"id": 27, "q": "Who in the family is the most competitive, and at what?"},
            {"id": 28, "q": "What’s your favorite movie or TV show to watch with the family?"},
            {"id": 29, "q": "What’s the best piece of advice you’ve received from a family member?"},
            {"id": 30, "q": "Who in the family is the best at keeping secrets?"},
            {"id": 31, "q": "What’s your favorite childhood memory involving a family member?"},
            {"id": 32, "q": "Who’s the most creative person in the family, and why?"},
            {"id": 33, "q": "What’s your favorite family game to play together?"},
            {"id": 34, "q": "Who in the family has the best sense of humor?"},
            {"id": 35, "q": "What’s a meal that only our family makes or enjoys?"},
            {"id": 36, "q": "Which family member is most likely to cheer you up when you’re feeling down?"},
            {"id": 37, "q": "What’s the weirdest family tradition we have?"},
            {"id": 38, "q": "Who in the family is the most adventurous, and why?"},
            {"id": 39, "q": "What’s a favorite childhood story that the family always tells?"},
            {"id": 40, "q": "Who in the family is most likely to give great gifts?"},
            {"id": 41, "q": "What’s a unique hobby or interest that a family member has?"},
            {"id": 42, "q": "Who in the family is the most organized?"},
            {"id": 43, "q": "What’s a family recipe that you want to pass down to future generations?"},
            {"id": 44, "q": "Who in the family is most likely to give great advice?"},
            {"id": 45, "q": "What’s a family tradition that makes you feel most connected?"},
            {"id": 46, "q": "Who’s the best storyteller in the family?"},
            {"id": 47, "q": "What’s your favorite thing about our family gatherings?"},
            {"id": 48, "q": "Who in the family is the most likely to help others?"},
            {"id": 49, "q": "What’s a family vacation spot you’d love to visit again?"},
            {"id": 50, "q": "Who in the family is the best at keeping everyone together?"}
          ],
          "wildcards":[
            {"id": 1, "q": "Share a family photo that brings back a good memory. Explain why it’s special. (Everyone)"},
            {"id": 2, "q": "Draw a family member in 30 seconds. Compare your drawings. (Everyone)"},
            {"id": 3, "q": "Impersonate a family member’s catchphrase or mannerism. (Everyone take turns & guess)"},
            {"id": 4, "q": "Each person shares their favorite family recipe."},
            {"id": 5, "q": "Write down one thing you’ve always wanted to ask a family member. Exchange and answer."},
            {"id": 6, "q": "Take a family selfie or group photo."},
            {"id": 7, "q": "Share a family recipe you love. Make plans to cook it together."},
            {"id": 8, "q": "Tell a funny story about a family member that others might not know."},
            {"id": 9, "q": "Write down one thing you admire about each family member. Share."},
            {"id": 10, "q": "Share a time when a family member made you laugh the hardest."},
            {"id": 11, "q": "Everyone shares their favorite memory of a family gathering."},
            {"id": 12, "q": "Draw a picture of your favorite family vacation. Share and discuss."},
            {"id": 13, "q": "Imitate the voice of a family member. Others guess who it is."},
            {"id": 14, "q": "Take turns sharing a memory that involves food and the family."},
            {"id": 15, "q": "Play a quick round of a favorite family game."},
            {"id": 16, "q": "List three things you love about your family. Share and compare."},
            {"id": 17, "q": "Each person writes down one way they contribute to the family. Share."},
            {"id": 18, "q": "Describe a family tradition you’ve always enjoyed."},
            {"id": 19, "q": "Write down one fun fact about the family. Share and discuss."},
            {"id": 20, "q": "Everyone shares a story about a family vacation."},
            {"id": 21, "q": "Imitate a famous character or celebrity and have others guess who it is."},
            {"id": 22, "q": "Share a memory of a family member that always makes you smile."},
            {"id": 23, "q": "Describe a time when the family worked together on something."},
            {"id": 24, "q": "Each person shares their favorite family photo."},
            {"id": 25, "q": "Draw your family tree from memory. Share and compare."},
            {"id": 26, "q": "Share a family memory that you think defines who we are as a family."},
            {"id": 27, "q": "Everyone writes down one word to describe the family. Share and discuss."},
            {"id": 28, "q": "Imitate a family member’s unique habit or catchphrase."},
            {"id": 29, "q": "Plan a future family vacation together."},
            {"id": 30, "q": "Write down one thing you think everyone in the family enjoys. Share."},
            {"id": 31, "q": "Share a funny nickname that a family member has."},
            {"id": 32, "q": "Write down one thing you think everyone in the family could improve on. Share."},
            {"id": 33, "q": "Describe your favorite meal that you’ve had with the family."},
            {"id": 34, "q": "Each person shares a hidden talent."},
            {"id": 35, "q": "Write down one way you’d like to spend more time with the family. Share and discuss."},
            {"id": 36, "q": "Share a family memory that always makes you feel happy."},
            {"id": 37, "q": "Describe a family tradition you’d like to start."},
            {"id": 38, "q": "Everyone shares their favorite family movie or TV show."},
            {"id": 39, "q": "Describe a family member using three words. Others guess who it is."},
            {"id": 40, "q": "Plan a family activity that you’ve never done before."},
            {"id": 41, "q": "Share a family joke or funny story."},
            {"id": 42, "q": "Describe the family in one sentence."},
            {"id": 43, "q": "Write down a goal you have for the family. Share and discuss."},
            {"id": 44, "q": "Each person shares a favorite quote or saying from a family member."},
            {"id": 45, "q": "Describe a family member’s personality using an emoji."},
            {"id": 46, "q": "Share a memory from a family holiday celebration."},
            {"id": 47, "q": "Write down one word that represents what the family means to you. Share."},
            {"id": 48, "q": "Describe a time when you felt especially connected to the family."},
            {"id": 49, "q": "Everyone shares a favorite family tradition."},
            {"id": 50, "q": "Plan a future family gathering."}
          ]
        },
        {
          "level":2,
          "questions":[
          {"id": 1, "q": "What’s a challenge our family has faced that made us stronger?"},
          {"id": 2, "q": "How do you think our family has changed over the years?"},
          {"id": 3, "q": "What’s one lesson you’ve learned from a family member that has stuck with you?"},
          {"id": 4, "q": "What’s something you appreciate about how our family communicates?"},
          {"id": 5, "q": "Who in the family do you turn to for advice? Why?"},
          {"id": 6, "q": "How do you think our family handles conflict?"},
          {"id": 7, "q": "What’s a memory of a time we all came together to support each other?"},
          {"id": 8, "q": "What’s something you wish our family did more of?"},
          {"id": 9, "q": "What’s a value that our family has passed down through generations?"},
          {"id": 10, "q": "What’s a family tradition you hope to continue with your own future family?"},
          {"id": 11, "q": "How has our family influenced your views on relationships?"},
          {"id": 12, "q": "What’s something you wish we talked about more openly as a family?"},
          {"id": 13, "q": "What’s a difficult time in our family’s history that taught you something important?"},
          {"id": 14, "q": "How do you feel when the whole family is together?"},
          {"id": 15, "q": "What’s something you admire about our family that you think is unique?"},
          {"id": 16, "q": "What’s one way you think we could strengthen our family bond?"},
          {"id": 17, "q": "How do you think our family shows love and appreciation for each other?"},
          {"id": 18, "q": "What’s a time when a family member surprised you with their support or kindness?"},
          {"id": 19, "q": "What’s a family story or memory that you think defines who we are as a family?"},
          {"id": 20, "q": "How do you think our family has shaped who you are today?"},
          {"id": 21, "q": "What’s a family tradition that you’ve come to appreciate more as you’ve grown older?"},
          {"id": 22, "q": "How do you think our family’s values have influenced your decisions in life?"},
          {"id": 23, "q": "What’s a challenge our family has faced that you think made us stronger?"},
          {"id": 24, "q": "Who in the family do you think has changed the most over the years?"},
          {"id": 25, "q": "What’s something you’ve learned from observing a family member?"},
          {"id": 26, "q": "How has our family helped you during difficult times?"},
          {"id": 27, "q": "What’s a family memory that you think captures who we are?"},
          {"id": 28, "q": "How do you think our family’s dynamic has changed over time?"},
          {"id": 29, "q": "What’s a lesson you’ve learned from a family member that you still apply today?"},
          {"id": 30, "q": "How do you think our family has influenced your sense of humor?"},
          {"id": 31, "q": "What’s a family story that you’ve passed on to others outside the family?"},
          {"id": 32, "q": "How do you feel when you think about the future of our family?"},
          {"id": 33, "q": "What’s something you’ve come to appreciate about our family that you didn’t before?"},
          {"id": 34, "q": "How do you think our family has shaped your views on love and relationships?"},
          {"id": 35, "q": "What’s a time when you felt especially proud of our family?"},
          {"id": 36, "q": "How do you think our family handles stress?"},
          {"id": 37, "q": "What’s something you wish we could change about how we interact as a family?"},
          {"id": 38, "q": "What’s a quality you admire in a family member that you try to emulate?"},
          {"id": 39, "q": "How do you think our family supports each other during tough times?"},
          {"id": 40, "q": "What’s a family tradition that you hope to continue in your own life?"},
          {"id": 41, "q": "How has our family influenced your sense of identity?"},
          {"id": 42, "q": "What’s a family value that you think is important to pass on to future generations?"},
          {"id": 43, "q": "What’s a time when you felt most connected to a family member?"},
          {"id": 44, "q": "How do you think our family’s history has shaped who we are today?"},
          {"id": 45, "q": "What’s something you’ve learned about yourself from being part of this family?"},
          {"id": 46, "q": "How do you think our family has influenced your career choices?"},
          {"id": 47, "q": "What’s a time when you felt most supported by the family?"},
          {"id": 48, "q": "How do you think our family can continue to grow stronger?"},
          {"id": 49, "q": "What’s something you’ve learned from a family member that surprised you?"},
          {"id": 50, "q": "How do you think our family’s values have influenced the way you treat others?"}
        ],
          "wildcards":[
            {"id": 1, "q": "Write down one thing you’re grateful for about each family member. Share."},
            {"id": 2, "q": "Describe a time when a family member made you proud."},
            {"id": 3, "q": "Write a short thank-you note to a family member for something they’ve done. Share."},
            {"id": 4, "q": "Share a piece of advice you’ve received from a family member that you cherish."},
            {"id": 5, "q": "Tell a story about a family member that others might not know."},
            {"id": 6, "q": "Share a family tradition that means a lot to you and explain why."},
            {"id": 7, "q": "Write down one thing you think our family could improve on. Share and discuss."},
            {"id": 8, "q": "List three things you admire about our family."},
            {"id": 9, "q": "Create a family motto. Share and discuss."},
            {"id": 10, "q": "Write down one goal you’d like to achieve as a family. Share and plan."},
            {"id": 11, "q": "Share a time when you felt truly supported by the family."},
            {"id": 12, "q": "Discuss a family event or decision that had a big impact on you."},
            {"id": 13, "q": "Write down one thing you’re grateful for about your family. Share."},
            {"id": 14, "q": "Describe a time when a family member’s advice helped you."},
            {"id": 15, "q": "Each person shares a memory that they think defines the family."},
            {"id": 16, "q": "Write down one thing you wish our family did more often. Share and discuss."},
            {"id": 17, "q": "Share a story about a family member that others might not know."},
            {"id": 18, "q": "Write a thank-you note to a family member for something they’ve done. Share if comfortable."},
            {"id": 19, "q": "Describe a time when you felt most proud to be part of the family."},
            {"id": 20, "q": "Write down one way you think the family could improve. Share and discuss."},
            {"id": 21, "q": "Share a piece of wisdom from a family member that has stuck with you."},
            {"id": 22, "q": "Describe a time when the family came together to solve a problem."},
            {"id": 23, "q": "Write down one lesson you’ve learned from the family. Share."},
            {"id": 24, "q": "Describe a time when you felt most loved by a family member."},
            {"id": 25, "q": "Write down a family memory that always makes you smile. Share."},
            {"id": 26, "q": "Each person shares a goal they have for the family’s future."},
            {"id": 27, "q": "Describe a family member’s influence on your life."},
            {"id": 28, "q": "Share a time when the family supported you in a big way."},
            {"id": 29, "q": "Write down one thing you admire about the family. Share and discuss."},
            {"id": 30, "q": "Each person shares a story that shows the family’s strength."},
            {"id": 31, "q": "Describe a time when you learned something important from the family."},
            {"id": 32, "q": "Write down one wish you have for the family’s future. Share and discuss."},
            {"id": 33, "q": "Each person writes down one thing they’re proud of about the family. Share."},
            {"id": 34, "q": "Share a time when you had to rely on the family for support."},
            {"id": 35, "q": "Write down one way you think the family could grow closer. Share."},
            {"id": 36, "q": "Each person shares a family tradition that means a lot to them."},
            {"id": 37, "q": "Describe a time when a family member surprised you with their kindness."},
            {"id": 38, "q": "Write down one thing you think makes our family unique. Share and discuss."},
            {"id": 39, "q": "Each person shares a hope they have for the family’s future."},
            {"id": 40, "q": "Write down one thing you’ve learned from a family member. Share."},
            {"id": 41, "q": "Describe a time when the family showed resilience."},
            {"id": 42, "q": "Each person shares a story that illustrates the family’s values."},
            {"id": 43, "q": "Write down a goal you have for the family. Share and discuss."},
            {"id": 44, "q": "Describe a time when you were especially proud of a family member."},
            {"id": 45, "q": "Write down one thing you wish the family did differently. Share and discuss."},
            {"id": 46, "q": "Each person shares a story that highlights the family’s sense of humor."},
            {"id": 47, "q": "Describe a time when the family faced a challenge and came out stronger."},
            {"id": 48, "q": "Write down one thing you think everyone in the family should know. Share."},
            {"id": 49, "q": "Each person shares a memory that brings back strong emotions."},
            {"id": 50, "q": "Describe a time when a family member’s actions inspired you."}
          ]
        },
        {
          "level":3,
          "questions":[
            {"id": 1, "q": "What’s something you’ve never told a family member but want them to know?"},
            {"id": 2, "q": "How do you think our family’s dynamics have shaped your personality?"},
            {"id": 3, "q": "What’s a difficult truth about our family that we’ve had to accept?"},
            {"id": 4, "q": "What’s something you wish you could change about our family history?"},
            {"id": 5, "q": "How do you think our family’s values have influenced your life choices?"},
            {"id": 6, "q": "What’s a time when you felt distant from the family, and why?"},
            {"id": 7, "q": "What’s a quality in a family member that you’ve come to appreciate more over time?"},
            {"id": 8, "q": "How do you think our family handles grief and loss?"},
            {"id": 9, "q": "What’s a sacrifice you’ve seen a family member make for the good of the family?"},
            {"id": 10, "q": "How do you think our family can better support each other’s dreams and goals?"},
            {"id": 11, "q": "What’s something you’ve learned from a family member that has helped you through tough times?"},
            {"id": 12, "q": "What’s a conversation you’ve been avoiding with a family member, and why?"},
            {"id": 13, "q": "How do you think our family deals with change?"},
            {"id": 14, "q": "What’s something you wish our family would talk about more openly?"},
            {"id": 15, "q": "How do you think your role in the family has changed over the years?"},
            {"id": 16, "q": "What’s a regret you have regarding your relationship with a family member?"},
            {"id": 17, "q": "How do you think we can create a more open and honest family environment?"},
            {"id": 18, "q": "What’s a way our family has shown resilience in tough times?"},
            {"id": 19, "q": "What’s something you wish you had done differently in a family situation?"},
            {"id": 20, "q": "How do you think our family can create a legacy that future generations will cherish?"},
            {"id": 21, "q": "What’s a time when you felt misunderstood by the family?"},
            {"id": 22, "q": "How has the family’s history affected your sense of self?"},
            {"id": 23, "q": "What’s something you’ve struggled with within the family that you’ve never shared?"},
            {"id": 24, "q": "How do you think our family handles difficult conversations?"},
            {"id": 25, "q": "What’s a fear you have about the future of our family?"},
            {"id": 26, "q": "How do you think the family’s past experiences have shaped our present?"},
            {"id": 27, "q": "What’s something you’ve learned from a family member that changed your perspective?"},
            {"id": 28, "q": "How do you think our family can improve communication?"},
            {"id": 29, "q": "What’s a time when you felt disconnected from the family, and why?"},
            {"id": 30, "q": "How do you think our family’s values have influenced your moral compass?"},
            {"id": 31, "q": "What’s a difficult truth about the family that you’ve had to accept?"},
            {"id": 32, "q": "How do you think our family can better support each other’s dreams?"},
            {"id": 33, "q": "What’s something you’ve held back from sharing with the family?"},
            {"id": 34, "q": "How do you think our family’s dynamics have changed over the years?"},
            {"id": 35, "q": "What’s a time when you had to forgive a family member, and how did it impact you?"},
            {"id": 36, "q": "How do you think our family handles emotions?"},
            {"id": 37, "q": "What’s a way you think our family could create stronger bonds?"},
            {"id": 38, "q": "What’s a regret you have regarding a family interaction?"},
            {"id": 39, "q": "How do you think our family’s history of handling conflict has influenced you?"},
            {"id": 40, "q": "What’s a lesson you’ve learned from a family challenge?"},
            {"id": 41, "q": "How do you think our family can better navigate disagreements?"},
            {"id": 42, "q": "What’s a time when you felt especially vulnerable with a family member?"},
            {"id": 43, "q": "How do you think our family’s approach to problems has shaped you?"},
            {"id": 44, "q": "What’s something you wish you could change about the way we relate as a family?"},
            {"id": 45, "q": "How do you think our family’s resilience has influenced you?"},
            {"id": 46, "q": "What’s a time when you felt let down by the family, and how did you move forward?"},
            {"id": 47, "q": "How do you think our family can better support each other’s personal growth?"},
            {"id": 48, "q": "What’s a truth about our family that you’ve come to accept over time?"},
            {"id": 49, "q": "How do you think our family’s history of handling success has influenced you?"},
            {"id": 50, "q": "What’s something you wish you could express to the family, but haven’t found the words?"}
          ],
          "wildcards":[
            {"id": 1, "q": "Write a letter to a family member expressing something you’ve never said out loud. Share if you feel comfortable."},
            {"id": 2, "q": "Share a family memory that shaped who you are today."},
            {"id": 3, "q": "Write down a fear you have about our family’s future. Discuss openly."},
            {"id": 4, "q": "Each person shares their biggest hope for the family’s future."},
            {"id": 5, "q": "Write down one thing you wish to see change in the family dynamics. Share and discuss."},
            {"id": 6, "q": "Describe a time when you felt most connected to a family member."},
            {"id": 7, "q": "Share a difficult family moment that made you stronger."},
            {"id": 8, "q": "Write a family mission statement. Share and refine it together."},
            {"id": 9, "q": "Write down a promise to the family. Share it with everyone."},
            {"id": 10, "q": "Describe how you envision the future of our family."},
            {"id": 11, "q": "Write down something you’ve learned about yourself from being part of this family."},
            {"id": 12, "q": "Share a moment when you felt most proud of the family."},
            {"id": 13, "q": "Describe how your relationship with each family member has evolved over time."},
            {"id": 14, "q": "Write down one wish you have for each family member’s future. Share."},
            {"id": 15, "q": "Reflect on a challenging family experience and how it changed you."},
            {"id": 16, "q": "Write a short story about a future family gathering. Share your vision."},
            {"id": 17, "q": "Each person writes down what they consider the family’s greatest strength. Discuss."},
            {"id": 18, "q": "List three things you want to accomplish as a family in the next year. Plan how to make them happen."},
            {"id": 19, "q": "Share a moment when you felt the most loved by the family."},
            {"id": 20, "q": "Write a letter to the family about something you’ve been holding back. Share if you feel comfortable."},
            {"id": 21, "q": "Each person writes down one way they’ve grown from being part of this family. Share."},
            {"id": 22, "q": "Share a story about a time when the family faced a difficult challenge together."},
            {"id": 23, "q": "Write down one thing you wish you could change about the family’s dynamics. Share and discuss."},
            {"id": 24, "q": "Describe a time when you felt most supported by the family."},
            {"id": 25, "q": "Each person shares a hope for the family’s future."},
            {"id": 26, "q": "Write down one way you think the family has shaped who you are. Share."},
            {"id": 27, "q": "Describe a time when you had to lean on the family for strength."},
            {"id": 28, "q": "Each person writes down one wish for the family’s future. Share and discuss."},
            {"id": 29, "q": "Write down a family memory that had a significant impact on you. Share."},
            {"id": 30, "q": "Each person shares a lesson they’ve learned from a family member."},
            {"id": 31, "q": "Write down one thing you think would strengthen the family. Share and discuss."},
            {"id": 32, "q": "Describe a time when the family helped you through a tough situation."},
            {"id": 33, "q": "Each person writes down one thing they’re grateful for about the family. Share."},
            {"id": 34, "q": "Write down one way you think the family could grow closer. Share and discuss."},
            {"id": 35, "q": "Describe a time when the family’s support made a difference in your life."},
            {"id": 36, "q": "Each person shares a memory that defines the family’s character."},
            {"id": 37, "q": "Write down one thing you think everyone in the family should know about you. Share."},
            {"id": 38, "q": "Describe a time when the family’s advice helped you in a significant way."},
            {"id": 39, "q": "Each person writes down one thing they think the family could improve on. Share."},
            {"id": 40, "q": "Describe a time when you felt most connected to a family member."},
            {"id": 41, "q": "Each person shares a fear they have about the family’s future. Discuss openly."},
            {"id": 42, "q": "Write down one thing you’ve learned about yourself from being part of this family. Share."},
            {"id": 43, "q": "Describe a time when a family member’s actions changed your perspective."},
            {"id": 44, "q": "Each person writes down one way they think the family has shaped them. Share."},
            {"id": 45, "q": "Write down a promise to the family. Share it with everyone."},
            {"id": 46, "q": "Describe a time when you felt most loved by the family."},
            {"id": 47, "q": "Each person writes down one word to describe what the family means to them. Share."},
            {"id": 48, "q": "Describe a time when the family’s resilience inspired you."},
            {"id": 49, "q": "Each person shares a memory that illustrates the family’s strength."},
            {"id": 50, "q": "Write down one goal you have for the family’s future. Share and plan how to achieve it."}
          ]
        }
      ]
    },
    {
      "id": 4,
      "name": "First date?!",
      "subtitle": "Turn up the heat with daring and provocative questions that take your relationship to a whole new level.",
      "image": "https://raw.githubusercontent.com/smobx1/smobx1.github.io/master/b_b/assets/xxx.png",
      "premium": true,
      "gameOverMessage":[
        {"message":"Noiceeee, now try another category! It will be fun"}
      ],
      "gameStartMessages":[
        {"message":"Welcome! Enjoy our game"},
        {"message":"Good luck today!"}
      ],
      "levels":[
        {
          "level":1,
          "questions":[
            {"id": 1, "q": "What’s a secret fantasy you’ve never shared with anyone?"},
            {"id": 2, "q": "What’s the most daring thing you’d like to try with me?"},
            {"id": 3, "q": "What’s something about intimacy that you find particularly exciting?"},
            {"id": 4, "q": "Describe a setting that would make our time together even more thrilling."},
            {"id": 5, "q": "What’s a provocative idea or scenario you’ve thought about but haven’t acted on?"},
            {"id": 6, "q": "What’s a physical touch that always drives you wild?"},
            {"id": 7, "q": "What’s the most playful thing you’d like us to do together?"},
            {"id": 8, "q": "What’s a boundary you’re curious about exploring with me?"},
            {"id": 9, "q": "What’s a desire you’ve had that you’ve hesitated to express?"},
            {"id": 10, "q": "What’s a fantasy scenario you’d love to experience together?"},
            {"id": 11, "q": "What’s a secret you’ve kept from everyone but would share with me?"},
            {"id": 12, "q": "What’s something you find irresistibly attractive in a partner?"},
            {"id": 13, "q": "Describe a moment when you felt the most intense connection with me."},
            {"id": 14, "q": "What’s a playful activity you think would spice up our time together?"},
            {"id": 15, "q": "What’s a hidden aspect of your sexuality that you’d like me to know?"},
            {"id": 16, "q": "What’s the most seductive gesture you find irresistible?"},
            {"id": 17, "q": "What’s a favorite intimate memory you have with me?"},
            {"id": 18, "q": "Describe an ideal intimate date night from start to finish."},
            {"id": 19, "q": "What’s one thing you’ve always wanted to try but haven’t yet?"},
            {"id": 20, "q": "How do you feel about exploring new types of touch or sensation?"},
            {"id": 21, "q": "What’s an intimate setting you fantasize about?"},
            {"id": 22, "q": "What’s the most exciting compliment you’ve ever received?"},
            {"id": 23, "q": "Describe a fantasy you’d love to experience together."},
            {"id": 24, "q": "What’s a playful activity you think would enhance our connection?"},
            {"id": 25, "q": "What’s a physical touch that instantly excites you?"},
            {"id": 26, "q": "What’s an unspoken desire you’d like to share?"},
            {"id": 27, "q": "How do you feel about incorporating more variety into our intimate moments?"},
            {"id": 28, "q": "What’s a scenario that would make our time together more thrilling?"},
            {"id": 29, "q": "What’s a secret fantasy you’ve kept to yourself?"},
            {"id": 30, "q": "What’s something new you’d like to try with me?"},
            {"id": 31, "q": "What’s a gesture that always makes you feel desired?"},
            {"id": 32, "q": "How do you feel about role-playing different scenarios?"},
            {"id": 33, "q": "What’s an intimate detail about me that you find irresistible?"},
            {"id": 34, "q": "What’s a touch or sensation you crave?"},
            {"id": 35, "q": "Describe a time when you felt the most passionate."},
            {"id": 36, "q": "What’s a setting that would make our intimate time more memorable?"},
            {"id": 37, "q": "What’s something you find particularly alluring about me?"},
            {"id": 38, "q": "How do you feel about exploring fantasies in our relationship?"},
            {"id": 39, "q": "What’s an intimate activity you’re curious about trying?"},
            {"id": 40, "q": "Describe a moment when you felt deeply connected."},
            {"id": 41, "q": "What’s a gesture that makes you feel appreciated and loved?"},
            {"id": 42, "q": "What’s an aspect of intimacy that excites you the most?"},
            {"id": 43, "q": "How do you feel about experimenting with new experiences together?"},
            {"id": 44, "q": "What’s a fantasy scenario you’ve always thought about?"},
            {"id": 45, "q": "What’s a new way you’d like to be touched or kissed?"},
            {"id": 46, "q": "What’s an intimate experience you’ve enjoyed and would like to recreate?"},
            {"id": 47, "q": "Describe a playful or adventurous scenario you’d like us to try."},
            {"id": 48, "q": "What’s a personal fantasy you’d love to explore?"},
            {"id": 49, "q": "What’s a special way to make our intimate moments more exciting?"},
            {"id": 50, "q": "What’s a touch or sensation that always puts you in the mood?"}
          ],
          "wildcards":[
            {"id": 1, "q": "Role Play: Choose a character or scenario and act it out for 2 minutes."},
            {"id": 2, "q": "Sensory Challenge: Close your eyes and describe a touch or feeling you find exciting."},
            {"id": 3, "q": "Fantasy Reveal: Share a detailed fantasy you’ve thought about."},
            {"id": 4, "q": "Dare or Double Dare: Take turns daring each other to perform a light-hearted challenge."},
            {"id": 5, "q": "Desire Swap: Write down a desire you have and exchange them."},
            {"id": 6, "q": "Seductive Scene: Describe a romantic or steamy scene you’d like to experience."},
            {"id": 7, "q": "Sensory Challenge: Close your eyes and describe a touch or feeling you enjoy."},
            {"id": 8, "q": "Fantasy Reveal: Share a detailed fantasy with your partner."},
            {"id": 9, "q": "Role Play: Act out a short scenario based on a fantasy for 2 minutes."},
            {"id": 10, "q": "Desire Swap: Write down a desire you have and exchange them."},
            {"id": 11, "q": "Dare or Double Dare: Challenge each other to perform a light-hearted or provocative dare."},
            {"id": 12, "q": "Touch Test: Blindfolded, guess which part of the body your partner is touching."},
            {"id": 13, "q": "Seductive Scenario: Describe a seductive scenario you’d like to experience."},
            {"id": 14, "q": "Playful Challenge: Create and perform a playful challenge."},
            {"id": 15, "q": "Desire List: List your top 3 desires and discuss them."},
            {"id": 16, "q": "Fantasy Creation: Write and share a new fantasy scenario."},
            {"id": 17, "q": "Intimate Dare: Dare each other to perform a specific intimate action."},
            {"id": 18, "q": "Touch and Describe: Take turns describing different touches or sensations."},
            {"id": 19, "q": "Role Play Challenge: Choose a role-playing scenario and act it out for 2 minutes."},
            {"id": 20, "q": "Sensory Experience: Describe a sensation you find particularly exciting."},
            {"id": 21, "q": "Fantasy Swap: Swap and discuss fantasies you’ve written down."},
            {"id": 22, "q": "Desire Share: Share and discuss your most secret desires."},
            {"id": 23, "q": "Playful Role: Act out a playful or flirtatious role for 2 minutes."},
            {"id": 24, "q": "Touch Exploration: Explore different types of touches and describe their effect."},
            {"id": 25, "q": "Fantasy Detail: Share a detailed fantasy and discuss how it makes you feel."},
            {"id": 26, "q": "Seduction Test: Describe a way to seduce your partner and see how they react."},
            {"id": 27, "q": "New Experience: Choose a new intimate experience to try and plan it."},
            {"id": 28, "q": "Desire Dialogue: Engage in a dialogue about your most intense desires."},
            {"id": 29, "q": "Intimate Revelation: Reveal a previously unshared intimate thought or wish."},
            {"id": 30, "q": "Sensory Imagination: Close your eyes and describe a touch you’d like to experience."},
            {"id": 31, "q": "Fantasy Scene: Create and act out a short fantasy scene."},
            {"id": 32, "q": "Role-Play Dare: Perform a role-play scenario based on a shared fantasy."},
            {"id": 33, "q": "Exploration Dare: Dare each other to try a new type of touch or sensation."},
            {"id": 34, "q": "Desire Challenge: Create a challenge based on a desire and perform it."},
            {"id": 35, "q": "Sensory Challenge: Describe a touch or sensation blindfolded."},
            {"id": 36, "q": "Fantasy Vision: Share your vision of an ideal intimate experience."},
            {"id": 37, "q": "Seductive Idea: Discuss a new seductive idea and how you’d like to explore it."},
            {"id": 38, "q": "Touch Test: Guess the touch or sensation while blindfolded."},
            {"id": 39, "q": "Role Play Dare: Perform a short role-play based on a fantasy scenario."},
            {"id": 40, "q": "Desire Declaration: Declare your top 3 desires and discuss them."},
            {"id": 41, "q": "Playful Activity: Engage in a playful or flirtatious activity together."},
            {"id": 42, "q": "Touch and Describe: Blindfolded, touch a part of your partner’s body and describe the sensation."},
            {"id": 43, "q": "Seductive Scenario: Describe a seductive scenario you’d like to experience in detail."},
            {"id": 44, "q": "Secret Desire: Share a secret desire you’ve never told your partner before."},
            {"id": 45, "q": "Playful Dare: Dare your partner to perform a playful or flirtatious action."},
            {"id": 46, "q": "Fantasy Prompt: Write down a fantasy scenario and read it out loud."},
            {"id": 47, "q": "Role Play Start: Choose a simple role-playing scenario and act it out for 2 minutes."},
            {"id": 48, "q": "Sensory Exploration: Close your eyes and describe the sensation of being touched by your partner."},
            {"id": 49, "q": "Desire List: Create a list of your top 3 intimate desires and discuss them."},
            {"id": 50, "q": "Surprise Touch: Surprise your partner with a touch or sensation they weren’t expecting and gauge their reaction."}
          ]
        },
        {
          "level":2,
          "questions":[
            {"id": 1, "q": "What’s a role-play scenario you think would be thrilling for us?"},
            {"id": 2, "q": "How do you feel about exploring new forms of intimacy with me?"},
            {"id": 3, "q": "What’s a unique or unconventional experience you’d like us to share?"},
            {"id": 4, "q": "What’s an intimate detail you’ve never shared with anyone else?"},
            {"id": 5, "q": "How do you feel about experimenting with different sensations or touches?"},
            {"id": 6, "q": "What’s a provocative topic you think we should discuss more openly?"},
            {"id": 7, "q": "What’s an intimate experience you’ve had that you’d love to recreate with me?"},
            {"id": 8, "q": "What’s something you’ve always wanted to try but haven’t yet?"},
            {"id": 9, "q": "What’s a hidden desire or fantasy that excites you the most?"},
            {"id": 10, "q": "How do you feel about integrating more playful or adventurous elements into our intimacy?"},
            {"id": 11, "q": "What’s an unspoken wish you have for our time together?"},
            {"id": 12, "q": "What’s a setting or environment that would enhance our intimate moments?"},
            {"id": 13, "q": "How do you envision our intimate life evolving in the future?"},
            {"id": 14, "q": "What’s an aspect of our connection that you find particularly electrifying?"},
            {"id": 15, "q": "What’s a new way you’d like us to explore pleasure together?"},
            {"id": 16, "q": "What’s a provocative fantasy you’d love to explore together?"},
            {"id": 17, "q": "How do you feel about experimenting with different roles in our intimate moments?"},
            {"id": 18, "q": "What’s a unique experience you think would enhance our connection?"},
            {"id": 19, "q": "How would you describe an ideal fantasy scenario we could explore?"},
            {"id": 20, "q": "What’s an intimate boundary you’d like to explore with me?"},
            {"id": 21, "q": "Describe a setting that would make our intimate moments more exciting."},
            {"id": 22, "q": "What’s a secret desire you’ve kept hidden and would now like to share?"},
            {"id": 23, "q": "How do you feel about trying new and unconventional intimate activities?"},
            {"id": 24, "q": "What’s a fantasy you’ve always wanted to explore but haven’t had the chance to?"},
            {"id": 25, "q": "How do you envision incorporating more variety into our intimate life?"},
            {"id": 26, "q": "What’s an aspect of intimacy you find particularly thrilling?"},
            {"id": 27, "q": "What’s a new sensation or touch you’d like to experience?"},
            {"id": 28, "q": "Describe a scenario that would make our intimate time more adventurous."},
            {"id": 29, "q": "What’s a desire you’ve hesitated to express but would like to now?"},
            {"id": 30, "q": "How do you feel about integrating role-play into our relationship?"},
            {"id": 31, "q": "What’s an intimate fantasy you’d like to bring to life?"},
            {"id": 32, "q": "How do you think we could make our intimate moments more playful?"},
            {"id": 33, "q": "What’s a setting you think would be ideal for exploring new fantasies?"},
            {"id": 34, "q": "What’s a provocative scenario you’d love to try with me?"},
            {"id": 35, "q": "Describe a new way we could enhance our intimate connection."},
            {"id": 36, "q": "What’s a daring idea you’ve thought about for our intimate moments?"},
            {"id": 37, "q": "How do you feel about pushing the boundaries of our intimacy?"},
            {"id": 38, "q": "What’s an exciting activity you’d like to incorporate into our relationship?"},
            {"id": 39, "q": "How do you envision deepening our intimate connection?"},
            {"id": 40, "q": "What’s a hidden fantasy you’d like us to explore together?"},
            {"id": 41, "q": "Describe a moment when you felt especially connected during our intimate time."},
            {"id": 42, "q": "What’s a new boundary you’d be willing to explore?"},
            {"id": 43, "q": "How do you feel about experimenting with different types of touch?"},
            {"id": 44, "q": "What’s a setting that would make our intimate time unforgettable?"},
            {"id": 45, "q": "What’s a provocative topic you think we should discuss more?"},
            {"id": 46, "q": "How would you describe your ideal intimate experience with me?"},
            {"id": 47, "q": "What’s a thrilling activity you’d like us to try together?"},
            {"id": 48, "q": "How do you feel about exploring different intimate scenarios?"},
            {"id": 49, "q": "What’s a new way to make our intimate time more engaging?"},
            {"id": 50, "q": "Describe a fantasy you think we should explore together."}
          ],
          "wildcards":[
            {"id": 1, "q": "Fantasy Creation: Write down a fantasy scenario and share it with each other."},
            {"id": 2, "q": "Sensory Exploration: Take turns blindfolded, and describe different sensations or touches."},
            {"id": 3, "q": "Exploration Dare: Choose an activity to try that you haven’t done before."},
            {"id": 4, "q": "Passion Test: List three things that turn you on and discuss them."},
            {"id": 5, "q": "Desire Dialogue: Share your most intimate desire and listen to each other’s responses."},
            {"id": 6, "q": "Playful Challenge: Create a playful or seductive challenge and perform it."},
            {"id": 7, "q": "Fantasy Creation: Write down a detailed fantasy scenario and share it."},
            {"id": 8, "q": "Role Play: Act out a chosen role-play scenario for 2 minutes."},
            {"id": 9, "q": "Intimate Dare: Dare each other to try a new intimate activity."},
            {"id": 10, "q": "Sensory Exploration: Describe a new sensation or touch while blindfolded."},
            {"id": 11, "q": "Fantasy Swap: Exchange and discuss fantasies you’ve written down."},
            {"id": 12, "q": "Desire Dialogue: Have a discussion about your most intense desires."},
            {"id": 13, "q": "Touch Test: Blindfolded, guess the touch or sensation from your partner."},
            {"id": 14, "q": "Seductive Scenario: Create and describe a seductive scenario to try."},
            {"id": 15, "q": "Playful Challenge: Design and perform a playful or flirtatious challenge."},
            {"id": 16, "q": "Intimate Detail: Share an intimate detail about yourself or your fantasies."},
            {"id": 17, "q": "Role Play Challenge: Choose a role-play scenario and act it out for 2 minutes."},
            {"id": 18, "q": "Fantasy Act: Act out a fantasy scenario with your partner."},
            {"id": 19, "q": "Sensory Game: Explore and describe different touches or sensations."},
            {"id": 20, "q": "Desire Reveal: Share a hidden desire and discuss it."},
            {"id": 21, "q": "Playful Exploration: Engage in a new playful activity together."},
            {"id": 22, "q": "Fantasy Scene: Create and perform a short fantasy scene."},
            {"id": 23, "q": "Seductive Dare: Dare each other to perform a seductive action."},
            {"id": 24, "q": "Intimate Vision: Share your vision for an ideal intimate experience."},
            {"id": 25, "q": "Exploration Challenge: Dare each other to try a new type of touch."},
            {"id": 26, "q": "Desire Share: Share and discuss your top 3 desires."},
            {"id": 27, "q": "Sensory Detail: Describe a touch or sensation while blindfolded."},
            {"id": 28, "q": "Role Play Dare: Perform a role-play scenario based on a fantasy."},
            {"id": 29, "q": "Fantasy List: List and discuss your top fantasies."},
            {"id": 30, "q": "Playful Dare: Engage in a playful or seductive dare."},
            {"id": 31, "q": "Exploration Exercise: Explore a new type of touch or sensation."},
            {"id": 32, "q": "Desire Declaration: Declare your top desires and discuss them."},
            {"id": 33, "q": "Fantasy Creation: Write and share a new fantasy scenario."},
            {"id": 34, "q": "Sensory Test: Guess the touch or sensation from your partner."},
            {"id": 35, "q": "Role Play Exercise: Act out a chosen role-play scenario."},
            {"id": 36, "q": "Intimate Adventure: Plan and discuss a new intimate adventure."},
            {"id": 37, "q": "Desire Swap: Swap and discuss desires written down."},
            {"id": 38, "q": "Fantasy Challenge: Create and perform a fantasy challenge."},
            {"id": 39, "q": "Playful Scenario: Design and act out a playful scenario."},
            {"id": 40, "q": "Sensory Imagination: Describe a new touch or sensation."},
            {"id": 41, "q": "Fantasy Detail: Share and discuss the details of a fantasy."},
            {"id": 42, "q": "Fantasy Detail: Describe a detailed fantasy scenario and discuss how it makes you feel."},
            {"id": 43, "q": "Sensory Challenge: Have your partner guess the type of touch or sensation while blindfolded."},
            {"id": 44, "q": "Intimate Role Play: Perform a short role-play based on a shared fantasy."},
            {"id": 45, "q": "Desire Declaration: Write down and share one of your deepest desires with your partner."},
            {"id": 46, "q": "Seductive Action: Perform a seductive action or gesture as a surprise for your partner."},
            {"id": 47, "q": "Fantasy Exploration: Choose a fantasy scenario and discuss how you’d like to explore it together."},
            {"id": 48, "q": "Sensory Experience: Describe a specific touch or sensation you would love to experience."},
            {"id": 49, "q": "Playful Dare: Dare each other to try a new intimate activity or sensation."},
            {"id": 50, "q": "Desire Dialogue: Engage in a dialogue about your top 3 fantasies and how they make you feel."}
          ]
        },
        {
          "level":3,
          "questions":[
            {"id": 1, "q": "What’s the most intense or transformative experience we’ve had together in the bedroom?"},
            {"id": 2, "q": "How do you feel about pushing the boundaries of our intimacy and exploring new territories?"},
            {"id": 3, "q": "What’s a profound or deep-seated fantasy you’ve always wanted to explore with me?"},
            {"id": 4, "q": "How do you see our intimate connection evolving as we continue to grow together?"},
            {"id": 5, "q": "What’s an intimate or provocative topic you’ve always wanted to discuss in depth?"},
            {"id": 6, "q": "What’s a daring or unconventional experience you think would enhance our relationship?"},
            {"id": 7, "q": "What’s the most exciting way you think we can innovate our intimate moments?"},
            {"id": 8, "q": "How do you perceive the impact of our intimate life on our overall relationship?"},
            {"id": 9, "q": "What’s a personal boundary you’d be open to exploring with me in a safe and consensual way?"},
            {"id": 10, "q": "What’s an intense or deeply personal desire you’d like to share and explore?"},
            {"id": 11, "q": "How do you envision integrating more depth and intimacy into our relationship?"},
            {"id": 12, "q": "What’s a past experience that profoundly shaped your views on intimacy?"},
            {"id": 13, "q": "How do you think our shared fantasies could influence our relationship?"},
            {"id": 14, "q": "What’s a complex or nuanced aspect of intimacy you’d like to delve into with me?"},
            {"id": 15, "q": "What’s a deep-seated belief or value about intimacy that you think we should explore together?"},
            {"id": 16, "q": "What’s a deeply personal fantasy you’d like to explore with me?"},
            {"id": 17, "q": "How do you envision pushing the boundaries of our intimate life?"},
            {"id": 18, "q": "What’s a profound fantasy scenario that you’ve always wanted to explore?"},
            {"id": 19, "q": "How do you feel about incorporating more intense or provocative elements into our intimacy?"},
            {"id": 20, "q": "What’s a hidden desire you’ve always wanted to share and act upon?"},
            {"id": 21, "q": "Describe an ideal fantasy experience that would profoundly impact our relationship."},
            {"id": 22, "q": "What’s a complex or unconventional activity you think would enhance our intimacy?"},
            {"id": 23, "q": "How do you feel about exploring new, uncharted territories in our intimate moments?"},
            {"id": 24, "q": "What’s a provocative idea you’ve thought about that you’d like to discuss further?"},
            {"id": 25, "q": "How do you envision our intimate experiences evolving over time?"},
            {"id": 26, "q": "What’s a deep-seated fantasy or desire that you’ve kept hidden and want to share?"},
            {"id": 27, "q": "What’s a significant boundary you’re willing to explore with me?"},
            {"id": 28, "q": "Describe a transformative intimate experience you’d like to have together."},
            {"id": 29, "q": "What’s an intense or complex scenario that excites you and you’d like to explore?"},
            {"id": 30, "q": "How do you think our shared fantasies could influence our relationship?"},
            {"id": 31, "q": "What’s a personal belief or value about intimacy you’d like to delve into?"},
            {"id": 32, "q": "How do you perceive the impact of our intimate life on our overall relationship?"},
            {"id": 33, "q": "What’s a deeply personal or emotional aspect of intimacy you’d like to explore?"},
            {"id": 34, "q": "What’s a challenging or provocative activity you’d like to integrate into our relationship?"},
            {"id": 35, "q": "Describe an ideal intimate scenario that would deeply connect us."},
            {"id": 36, "q": "What’s a profound or deeply transformative fantasy experience you’d like to share?"},
            {"id": 37, "q": "How do you feel about exploring new dimensions of intimacy in our relationship?"},
            {"id": 38, "q": "What’s a complex fantasy you’ve always wanted to experience and discuss?"},
            {"id": 39, "q": "How would you describe the ideal setting for exploring new intimate experiences?"},
            {"id": 40, "q": "What’s a significant or profound way you’d like to enhance our intimate moments?"},
            {"id": 41, "q": "How do you envision integrating more depth into our intimate experiences?"},
            {"id": 42, "q": "What’s a challenging or boundary-pushing fantasy you’d like to explore?"},
            {"id": 43, "q": "Describe a scenario that would make our intimate time profoundly memorable."},
            {"id": 44, "q": "What’s a deep-seated belief or value about intimacy that you’d like to explore together?"},
            {"id": 45, "q": "How do you perceive the evolution of our intimate life over the years?"},
            {"id": 46, "q": "What’s a complex or nuanced fantasy you’ve always wanted to explore with me?"},
            {"id": 47, "q": "How would you describe the impact of a new, intense experience on our relationship?"},
            {"id": 48, "q": "What’s a profound or emotionally significant aspect of intimacy you’d like to discuss?"},
            {"id": 49, "q": "How do you envision our intimate life evolving as we continue to grow together?"},
            {"id": 50, "q": "What’s a transformative fantasy experience that would deepen our connection?"}
          ],
          "wildcards":[
            {"id": 1, "q": "Deep Fantasy: Share and discuss a profound fantasy in detail and how it makes you feel."},
            {"id": 2, "q": "Exploration Exercise: Engage in a new form of intimacy or touch that you’ve been curious about."},
            {"id": 3, "q": "Desire Declaration: List your top five desires or fantasies and discuss their significance."},
            {"id": 4, "q": "Intimate Vision Board: Create a vision board for your ideal intimate experiences and share it."},
            {"id": 5, "q": "Emotional Exchange: Share a deeply personal feeling or experience related to intimacy."},
            {"id": 6, "q": "Fantasy Role Play: Role-play a complex fantasy scenario and discuss the experience."},
            {"id": 7, "q": "Deep Fantasy: Share and discuss a profound fantasy in detail."},
            {"id": 8, "q": "Exploration Challenge: Engage in a new, intense form of intimacy or touch."},
            {"id": 9, "q": "Desire Declaration: Declare and discuss your most deeply-held desires."},
            {"id": 10, "q": "Fantasy Scene: Act out a detailed fantasy scenario."},
            {"id": 11, "q": "Intimate Vision Board: Create and share a vision board for your ideal intimate experiences."},
            {"id": 12, "q": "Emotional Exchange: Share a deeply personal or emotional aspect of intimacy."},
            {"id": 13, "q": "Sensory Exploration: Explore and describe new types of touch or sensation."},
            {"id": 14, "q": "Fantasy Role Play: Act out a complex role-play scenario based on a shared fantasy."},
            {"id": 15, "q": "Desire List: Create and share a list of your top fantasies and desires."},
            {"id": 16, "q": "Intimate Revelation: Reveal and discuss a previously hidden intimate thought or wish."},
            {"id": 17, "q": "Exploration Dare: Dare each other to try a new, provocative activity."},
            {"id": 18, "q": "Deep Sensory: Describe a new touch or sensation while blindfolded."},
            {"id": 19, "q": "Fantasy Creation: Create and share a new, detailed fantasy scenario."},
            {"id": 20, "q": "Role Play Dare: Perform a challenging role-play scenario based on a fantasy."},
            {"id": 21, "q": "Desire Challenge: Create and perform a challenge based on your most intense desires."},
            {"id": 22, "q": "Sensory Imagination: Describe an intense or exciting touch or sensation."},
            {"id": 23, "q": "Intimate Adventure: Plan and discuss a new, profound intimate adventure."},
            {"id": 24, "q": "Fantasy Vision: Share your vision of an ideal, transformative intimate experience."},
            {"id": 25, "q": "Seductive Test: Design and perform a test based on a seductive idea."},
            {"id": 26, "q": "Deep Desire Dialogue: Engage in a dialogue about your most profound desires."},
            {"id": 27, "q": "Fantasy Challenge: Create and perform a challenge based on a fantasy scenario."},
            {"id": 28, "q": "Sensory Detail: Describe the details of a new touch or sensation."},
            {"id": 29, "q": "Exploration Scenario: Create and act out a scenario that pushes boundaries."},
            {"id": 30, "q": "Intimate Exploration: Share and discuss an intense or complex fantasy."},
            {"id": 31, "q": "Role Play Exercise: Act out a complex fantasy or scenario for 2 minutes."},
            {"id": 32, "q": "Deep Sensory Experience: Explore and describe a new sensory experience."},
            {"id": 33, "q": "Fantasy Scene Creation: Create and perform a detailed fantasy scene."},
            {"id": 34, "q": "Desire Dare: Dare each other to act out or discuss your most intense desires."},
            {"id": 35, "q": "Emotional Exploration: Share an emotionally significant aspect of your intimacy."},
            {"id": 36, "q": "Sensory Imagination: Describe a sensory experience you’d like to have."},
            {"id": 37, "q": "Intimate Adventure Planning: Plan and discuss a new, adventurous intimate experience."},
            {"id": 38, "q": "Fantasy Exchange: Exchange and discuss detailed fantasy scenarios."},
            {"id": 39, "q": "Role Play Vision: Act out a role-play scenario based on a shared vision."},
            {"id": 40, "q": "Deep Desire Challenge: Create and perform a challenge based on deep desires."},
            {"id": 41, "q": "Sensory Test: Test each other’s ability to describe different types of touch."},
            {"id": 42, "q": "Deep Fantasy: Share a deeply personal or profound fantasy and discuss it in detail."},
            {"id": 43, "q": "Exploration Dare: Challenge each other to try a new, intense form of intimacy or touch."},
            {"id": 44, "q": "Role Play Scenario: Act out a complex role-play scenario based on a shared fantasy."},
            {"id": 45, "q": "Desire Revelation: Reveal a hidden, deeply-held desire and discuss its significance."},
            {"id": 46, "q": "Intimate Vision Board: Create and share a vision board for your ideal intimate experiences."},
            {"id": 47, "q": "Seductive Challenge: Design and perform a seductive challenge based on a detailed fantasy."},
            {"id": 48, "q": "Fantasy Creation: Write and perform a new, detailed fantasy scenario together."},
            {"id": 49, "q": "Emotional Exploration: Share a deeply emotional aspect of intimacy and discuss its impact."},
            {"id": 50, "q": "Sensory Exploration: Create a sensory experience that pushes boundaries and discuss it with your partner."}
          ]
        }
      ]
    },
    {
      "id": 5,
      "name": "Team-buildings..",
      "subtitle": "Foster team-building and strengthen professional relationships with questions that encourage honest conversations and deeper connections.",
      "image": "https://raw.githubusercontent.com/smobx1/smobx1.github.io/master/b_b/assets/work.png",
      "premium": true,
      "gameOverMessage":[
        {"message":"How do you maintain strong relationships with colleagues, even when working remotely?"}
      ],
      "gameStartMessages":[
        {"message":"Welcome! Enjoy our game"},
        {"message":"Good luck today!"}
      ],
      "levels":[
        {
          "level":1,
          "questions":[
            {"id": 1, "q": "What was your first-ever job, and what did you learn from it?"},
            {"id": 2, "q": "If you could switch roles with anyone in the company for a day, who would it be and why?"},
            {"id": 3, "q": "What’s one skill you bring to the team that you’re most proud of?"},
            {"id": 4, "q": "How do you prefer to receive feedback?"},
            {"id": 5, "q": "What’s your go-to productivity hack?"},
            {"id": 6, "q": "What’s the most interesting project you’ve ever worked on?"},
            {"id": 7, "q": "How do you stay motivated during a tough workday?"},
            {"id": 8, "q": "What’s one thing you wish people knew about your role?"},
            {"id": 9, "q": "What’s the best piece of advice you’ve received in your career?"},
            {"id": 10, "q": "How do you unwind after a long workday?"},
            {"id": 11, "q": "What’s one thing you enjoy doing outside of work that helps you be better at your job?"},
            {"id": 12, "q": "What’s the most important quality in a colleague for you?"},
            {"id": 13, "q": "What’s a professional skill you’d like to develop more?"},
            {"id": 14, "q": "How do you prioritize tasks when everything feels urgent?"},
            {"id": 15, "q": "What’s one thing you’ve learned from a mistake at work?"},
            {"id": 16, "q": "What’s the most challenging aspect of your current role?"},
            {"id": 17, "q": "If you could attend any conference or workshop, what would it be about?"},
            {"id": 18, "q": "What’s your favorite way to celebrate a work success?"},
            {"id": 19, "q": "What’s the biggest misconception about your job?"},
            {"id": 20, "q": "How do you prefer to communicate with your team (email, chat, in-person)?"},
            {"id": 21, "q": "What’s a workplace value you hold most dear?"},
            {"id": 22, "q": "How do you define a successful workday?"},
            {"id": 23, "q": "What’s one professional achievement you’re particularly proud of?"},
            {"id": 24, "q": "How do you stay organized at work?"},
            {"id": 25, "q": "What’s a recent challenge you’ve overcome at work?"},
            {"id": 26, "q": "What’s one thing you think our team could do better?"},
            {"id": 27, "q": "How do you balance work and personal life?"},
            {"id": 28, "q": "What’s a book or article that has inspired you in your career?"},
            {"id": 29, "q": "What’s the most enjoyable part of your day-to-day work?"},
            {"id": 30, "q": "How do you handle stress at work?"},
            {"id": 31, "q": "What’s one thing that helps you stay focused at work?"},
            {"id": 32, "q": "What’s a project you’re excited about right now?"},
            {"id": 33, "q": "How do you like to be recognized for your work?"},
            {"id": 34, "q": "What’s the best teamwork experience you’ve had?"},
            {"id": 35, "q": "What’s a small change you’d like to see in the workplace?"},
            {"id": 36, "q": "What’s your favorite way to take a break during the workday?"},
            {"id": 37, "q": "How do you handle constructive criticism?"},
            {"id": 38, "q": "What’s one thing you think our team is great at?"},
            {"id": 39, "q": "How do you keep up with industry trends?"},
            {"id": 40, "q": "What’s one professional goal you have for the next year?"},
            {"id": 41, "q": "What’s the best thing about working with our team?"},
            {"id": 42, "q": "How do you deal with distractions at work?"},
            {"id": 43, "q": "What’s one thing you wish you had more time for at work?"},
            {"id": 44, "q": "How do you keep your creativity flowing?"},
            {"id": 45, "q": "What’s a work habit you’re trying to improve?"},
            {"id": 46, "q": "What’s the most rewarding part of your job?"},
            {"id": 47, "q": "What’s the best piece of work-related advice you’ve given?"},
            {"id": 48, "q": "How do you like to start your workday?"},
            {"id": 49, "q": "What’s a project you’d love to work on in the future?"},
            {"id": 50, "q": "How do you handle a situation when you disagree with a colleague?"}
          ],
          "wildcards":[
            {"id": 1, "q": "Share a fun fact about yourself that your colleagues might not know."},
            {"id": 2, "q": "Give a shout-out to a colleague who’s helped you recently."},
            {"id": 3, "q": "Share your favorite motivational quote."},
            {"id": 4, "q": "Take 5 minutes to discuss your favorite work tools or apps."},
            {"id": 5, "q": "Describe your ideal work environment in 3 words."},
            {"id": 6, "q": "Share one thing on your desk that has a special meaning to you."},
            {"id": 7, "q": "Name a colleague you’d like to have lunch with and why."},
            {"id": 8, "q": "Share a recent work win, no matter how small."},
            {"id": 9, "q": "Discuss a book or podcast that has inspired your work recently."},
            {"id": 10, "q": "If you could implement one new company policy, what would it be?"},
            {"id": 11, "q": "Take 2 minutes to share your morning routine."},
            {"id": 12, "q": "Share a work-related goal you’re currently working on."},
            {"id": 13, "q": "If you could learn any new skill for work, what would it be?"},
            {"id": 14, "q": "What’s your favorite way to celebrate team successes?"},
            {"id": 15, "q": "Share a time when you felt proud to be part of this team."},
            {"id": 16, "q": "Write down one work habit you admire in a colleague. Compare answers."},
            {"id": 17, "q": "Share one thing you love about your job."},
            {"id": 18, "q": "Take 3 minutes to list the top 3 things you enjoy about your work."},
            {"id": 19, "q": "Share a time when you had to step out of your comfort zone at work."},
            {"id": 20, "q": "Compliment a colleague’s work in front of the team."},
            {"id": 21, "q": "Share a recent professional lesson you’ve learned."},
            {"id": 22, "q": "Write down your favorite thing about working here. Compare answers."},
            {"id": 23, "q": "What’s a work-related skill you’re working on improving?"},
            {"id": 24, "q": "Share your favorite way to end a workday."},
            {"id": 25, "q": "Discuss a workplace challenge you’re currently facing."},
            {"id": 26, "q": "Name one thing that would make your workday better."},
            {"id": 27, "q": "Share a memorable moment you’ve had at work."},
            {"id": 28, "q": "If you could change one thing about your current role, what would it be?"},
            {"id": 29, "q": "Write down a positive adjective to describe your team. Compare answers."},
            {"id": 30, "q": "Share a recent team accomplishment."},
            {"id": 31, "q": "Name a project you’re excited to be working on."},
            {"id": 32, "q": "Share a time when you had to ask for help at work."},
            {"id": 33, "q": "What’s one thing you’re looking forward to in the next quarter?"},
            {"id": 34, "q": "Describe your favorite work-related memory so far."},
            {"id": 35, "q": "Share a professional goal you’re aiming for."},
            {"id": 36, "q": "Write down one word that describes how you feel about your job. Compare answers."},
            {"id": 37, "q": "Share a time when you had to adapt to a change at work."},
            {"id": 38, "q": "Discuss one way you stay motivated during tough times at work."},
            {"id": 39, "q": "Share a skill you have that most of your colleagues might not know about."},
            {"id": 40, "q": "What’s your favorite way to collaborate with the team?"},
            {"id": 41, "q": "Share a time when you felt especially supported by a colleague."},
            {"id": 42, "q": "If you could attend any work-related event, what would it be?"},
            {"id": 43, "q": "Write down one thing you’d like to improve about our team dynamic. Compare answers."},
            {"id": 44, "q": "Take a moment to appreciate a small win from this week."}
          ]
        },
        {
          "level":2,
          "questions":[
            {"id": 1, "q": "What’s one challenge you’ve faced in your career that shaped who you are today?"},
            {"id": 2, "q": "How do you handle work-life balance when things get hectic?"},
            {"id": 3, "q": "What’s one piece of advice you’d give to someone starting in your role?"},
            {"id": 4, "q": "How do you stay inspired and creative at work?"},
            {"id": 5, "q": "What’s the biggest risk you’ve taken in your career, and what did you learn from it?"},
            {"id": 6, "q": "How do you approach problem-solving when faced with a tough situation at work?"},
            {"id": 7, "q": "What’s one thing you’ve learned about yourself through your work?"},
            {"id": 8, "q": "How do you keep yourself from burning out?"},
            {"id": 9, "q": "What’s the most difficult decision you’ve had to make at work?"},
            {"id": 10, "q": "How do you define success in your career?"},
            {"id": 11, "q": "What’s the most rewarding part of working on a team?"},
            {"id": 12, "q": "How do you deal with imposter syndrome, if at all?"},
            {"id": 13, "q": "What’s the biggest misconception people have about your job?"},
            {"id": 14, "q": "How do you handle conflicts with colleagues?"},
            {"id": 15, "q": "What’s one project that taught you a lot about yourself?"},
            {"id": 16, "q": "How do you stay calm under pressure?"},
            {"id": 17, "q": "What’s the most meaningful compliment you’ve received at work?"},
            {"id": 18, "q": "How do you push through when you’re not feeling motivated?"},
            {"id": 19, "q": "What’s one thing you’ve learned from a failure at work?"},
            {"id": 20, "q": "How do you manage your time effectively during busy periods?"},
            {"id": 21, "q": "What’s a career milestone you’re most proud of?"},
            {"id": 22, "q": "How do you keep learning and growing in your field?"},
            {"id": 23, "q": "What’s one thing you’ve changed about how you work over the years?"},
            {"id": 24, "q": "How do you maintain a positive attitude at work?"},
            {"id": 25, "q": "What’s a tough decision you’ve made that you’re proud of?"},
            {"id": 26, "q": "How do you handle unexpected changes at work?"},
            {"id": 27, "q": "What’s the biggest lesson you’ve learned from a mentor?"},
            {"id": 28, "q": "How do you set and achieve professional goals?"},
            {"id": 29, "q": "What’s one way you’ve contributed to improving your team’s dynamic?"},
            {"id": 30, "q": "How do you deal with office politics?"},
            {"id": 31, "q": "What’s the most fulfilling part of your job?"},
            {"id": 32, "q": "How do you handle taking on new responsibilities?"},
            {"id": 33, "q": "What’s one thing you do to support your colleagues?"},
            {"id": 34, "q": "How do you keep yourself accountable at work?"},
            {"id": 35, "q": "What’s a work-related challenge you’re currently facing?"},
            {"id": 36, "q": "How do you deal with constructive criticism?"},
            {"id": 37, "q": "What’s the most impactful decision you’ve made in your career?"},
            {"id": 38, "q": "How do you keep a work-life balance when working from home?"},
            {"id": 39, "q": "What’s one thing you’ve learned from a difficult colleague?"},
            {"id": 40, "q": "How do you build relationships with new team members?"},
            {"id": 41, "q": "What’s a recent work achievement you’re proud of?"},
            {"id": 42, "q": "How do you handle being in a leadership position?"},
            {"id": 43, "q": "What’s one thing you wish you knew earlier in your career?"},
            {"id": 44, "q": "How do you approach setting boundaries at work?"},
            {"id": 45, "q": "What’s a recent challenge that made you grow professionally?"},
            {"id": 46, "q": "How do you maintain enthusiasm for your work?"},
            {"id": 47, "q": "What’s one way you’ve made a difference at work?"},
            {"id": 48, "q": "How do you stay productive when working remotely?"},
            {"id": 49, "q": "What’s the most challenging project you’ve worked on recently?"},
            {"id": 50, "q": "How do you handle juggling multiple projects at once?"}
          ],
          "wildcards":[
            {"id": 1, "q": "Share a time when you received unexpected praise at work."},
            {"id": 2, "q": "Discuss a recent tough decision you made that turned out well."},
            {"id": 3, "q": "Share one way you’ve helped a colleague recently."},
            {"id": 4, "q": "Write down one thing you appreciate about your team’s work ethic. Compare answers."},
            {"id": 5, "q": "Share a time when you overcame a professional challenge."},
            {"id": 6, "q": "Describe a work-related situation that taught you a valuable lesson."},
            {"id": 7, "q": "Take 2 minutes to share your thoughts on work-life balance."},
            {"id": 8, "q": "Write down a professional skill you admire in a colleague. Compare answers."},
            {"id": 9, "q": "Share a time when you had to go above and beyond at work."},
            {"id": 10, "q": "Discuss a time when you learned something new from a colleague."},
            {"id": 11, "q": "Share a recent experience where you had to adapt quickly."},
            {"id": 12, "q": "Take 5 minutes to discuss the last big project you worked on."},
            {"id": 13, "q": "Share a recent work victory, big or small."},
            {"id": 14, "q": "Write down one professional goal you have for the next 6 months. Compare answers."},
            {"id": 15, "q": "Share a time when you had to ask for help at work."},
            {"id": 16, "q": "Describe a situation where you had to step up as a leader."},
            {"id": 17, "q": "Write down one word that describes how you approach work challenges. Compare answers."},
            {"id": 18, "q": "Share a work-related story that had a surprising outcome."},
            {"id": 19, "q": "Take 3 minutes to discuss how you handle stress at work."},
            {"id": 20, "q": "Write down one thing you think is key to successful teamwork. Compare answers."},
            {"id": 21, "q": "Share a time when you had to deal with a difficult colleague."},
            {"id": 22, "q": "Discuss a professional risk you’ve taken and what you learned from it."},
            {"id": 23, "q": "Write down one thing you’re currently working on improving at work. Compare answers."},
            {"id": 24, "q": "Share a recent experience that pushed you out of your comfort zone."},
            {"id": 25, "q": "Describe a time when you had to rely on a team member."},
            {"id": 26, "q": "Write down a recent work-related lesson you’ve learned. Compare answers."},
            {"id": 27, "q": "Share a time when you had to balance multiple priorities."},
            {"id": 28, "q": "Discuss a recent challenge that made you stronger professionally."},
            {"id": 29, "q": "Write down one thing that helps you stay focused at work. Compare answers."},
            {"id": 30, "q": "Share a time when you learned something valuable from a failure."},
            {"id": 31, "q": "Discuss a time when you had to make a tough call at work."},
            {"id": 32, "q": "Share a recent success that made you proud."},
            {"id": 33, "q": "Write down one thing you do to maintain work-life balance. Compare answers."},
            {"id": 34, "q": "Discuss a time when you had to manage a conflict at work."},
            {"id": 35, "q": "Share a professional moment that made you smile recently."},
            {"id": 36, "q": "Write down a positive quality you bring to the team. Compare answers."},
            {"id": 37, "q": "Share a time when you had to make a quick decision at work."},
            {"id": 38, "q": "Discuss a situation where you had to collaborate closely with a team member."},
            {"id": 39, "q": "Share a recent moment when you felt particularly productive."},
            {"id": 40, "q": "Write down one thing that helps you stay motivated. Compare answers."},
            {"id": 41, "q": "Share a time when you received constructive feedback and how you handled it."},
            {"id": 42, "q": "Discuss a recent project that challenged you."},
            {"id": 43, "q": "Write down one word that describes your work style. Compare answers."},
            {"id": 44, "q": "Share a time when you helped a colleague achieve something."}
          ]
        },
        {
          "level":3,
          "questions":[
            {"id": 1, "q": "What’s the biggest lesson you’ve learned from working with this team?"},
            {"id": 2, "q": "How do you handle situations where your values are challenged at work?"},
            {"id": 3, "q": "What’s one thing you think our team could improve on to work more effectively together?"},
            {"id": 4, "q": "How do you approach giving constructive feedback to a colleague?"},
            {"id": 5, "q": "What’s a career-defining moment for you?"},
            {"id": 6, "q": "How do you ensure that your work aligns with your personal values?"},
            {"id": 7, "q": "What’s the most important lesson you’ve learned from a mentor?"},
            {"id": 8, "q": "How do you deal with the pressure of meeting high expectations?"},
            {"id": 9, "q": "What’s one thing you do to keep yourself motivated in the long term?"},
            {"id": 10, "q": "How do you manage your energy throughout the workday?"},
            {"id": 11, "q": "What’s the biggest risk you’ve taken in your career, and what did you learn from it?"},
            {"id": 12, "q": "How do you approach work when you’re feeling uninspired?"},
            {"id": 13, "q": "What’s the most important quality you look for in a leader?"},
            {"id": 14, "q": "How do you approach building trust with your team?"},
            {"id": 15, "q": "What’s one thing you’ve done to contribute to a positive team culture?"},
            {"id": 16, "q": "How do you handle feeling overwhelmed by work?"},
            {"id": 17, "q": "What’s one way you ensure you’re continuously learning in your role?"},
            {"id": 18, "q": "How do you balance ambition with maintaining a healthy work-life balance?"},
            {"id": 19, "q": "What’s the most difficult feedback you’ve received, and how did you handle it?"},
            {"id": 20, "q": "How do you approach making tough decisions at work?"},
            {"id": 21, "q": "What’s one thing you’ve done to improve your professional relationships?"},
            {"id": 22, "q": "How do you stay aligned with your career goals?"},
            {"id": 23, "q": "What’s the most challenging aspect of working with a diverse team?"},
            {"id": 24, "q": "How do you keep yourself accountable for your professional growth?"},
            {"id": 25, "q": "What’s one thing you’ve learned from a challenging project?"},
            {"id": 26, "q": "How do you deal with uncertainty in your career?"},
            {"id": 27, "q": "What’s the most rewarding part of helping others grow in their careers?"},
            {"id": 28, "q": "How do you stay resilient in the face of setbacks at work?"},
            {"id": 29, "q": "What’s one thing you wish you could change about the way we work as a team?"},
            {"id": 30, "q": "How do you approach setting long-term goals?"},
            {"id": 31, "q": "What’s the most important thing you’ve learned about leadership?"},
            {"id": 32, "q": "How do you manage the balance between being a team player and pursuing your own goals?"},
            {"id": 33, "q": "What’s one thing you’ve done to help create a positive work environment?"},
            {"id": 34, "q": "How do you handle conflicts that arise from differences in work styles?"},
            {"id": 35, "q": "What’s the most valuable lesson you’ve learned from a failure?"},
            {"id": 36, "q": "How do you stay adaptable in a constantly changing work environment?"},
            {"id": 37, "q": "What’s one thing you’ve done to support your colleagues in their professional growth?"},
            {"id": 38, "q": "How do you ensure you’re contributing positively to team dynamics?"},
            {"id": 39, "q": "What’s the most challenging decision you’ve had to make in your career?"},
            {"id": 40, "q": "How do you handle situations where you have to lead without authority?"},
            {"id": 41, "q": "What’s the most important quality you bring to this team?"},
            {"id": 42, "q": "How do you stay focused on your goals despite external pressures?"},
            {"id": 43, "q": "What’s one thing you’ve learned from working in a high-stress environment?"},
            {"id": 44, "q": "How do you maintain a positive mindset in challenging situations?"},
            {"id": 45, "q": "What’s one thing you think is essential for effective teamwork?"},
            {"id": 46, "q": "How do you handle feedback that you don’t necessarily agree with?"},
            {"id": 47, "q": "What’s one way you’ve pushed yourself outside of your comfort zone recently?"},
            {"id": 48, "q": "How do you stay true to your values while advancing in your career?"},
            {"id": 49, "q": "What’s the most important lesson you’ve learned about yourself through your work?"}
          ],
          "wildcards":[
            {"id": 1, "q": "Share a moment when you had to take a stand for something you believe in at work."},
            {"id": 2, "q": "Write down one way you’ve contributed to a positive team culture. Compare answers."},
            {"id": 3, "q": "Share a time when you had to rely on your values to make a tough decision."},
            {"id": 4, "q": "Take 5 minutes to discuss how you handle stress in high-pressure situations."},
            {"id": 5, "q": "Write down one thing you think is key to maintaining strong professional relationships. Compare answers."},
            {"id": 6, "q": "Share a recent experience where you had to navigate a difficult conversation."},
            {"id": 7, "q": "Discuss a time when you had to step into a leadership role unexpectedly."},
            {"id": 8, "q": "Write down one thing you’ve done recently to support a colleague. Compare answers."},
            {"id": 9, "q": "Share a moment when you had to balance competing priorities."},
            {"id": 10, "q": "Take 3 minutes to discuss a recent work-related challenge and how you overcame it."},
            {"id": 11, "q": "Write down one thing you’ve learned about yourself in the past year. Compare answers."},
            {"id": 12, "q": "Share a time when you had to adapt quickly to a change in the workplace."},
            {"id": 13, "q": "Discuss a time when you had to make a difficult decision that impacted others."},
            {"id": 14, "q": "Write down one way you stay focused on your long-term goals. Compare answers."},
            {"id": 15, "q": "Share a recent experience where you felt particularly proud of your work."},
            {"id": 16, "q": "Take 2 minutes to reflect on a recent failure and what you learned from it."},
            {"id": 17, "q": "Write down one thing you admire about a colleague’s work ethic. Compare answers."},
            {"id": 18, "q": "Share a time when you had to navigate a complex work situation."},
            {"id": 19, "q": "Discuss a moment when you had to push yourself out of your comfort zone."},
            {"id": 20, "q": "Write down one word that describes how you approach challenges. Compare answers."},
            {"id": 21, "q": "Share a time when you had to handle a sensitive issue at work."},
            {"id": 22, "q": "Take 5 minutes to discuss a recent success and how you achieved it."},
            {"id": 23, "q": "Write down one thing you’re grateful for in your current role. Compare answers."},
            {"id": 24, "q": "Share a moment when you had to make a quick decision under pressure."},
            {"id": 25, "q": "Discuss a time when you had to manage a difficult relationship at work."},
            {"id": 26, "q": "Write down one way you stay motivated during tough times. Compare answers."},
            {"id": 27, "q": "Share a time when you felt particularly supported by a colleague."},
            {"id": 28, "q": "Take 3 minutes to discuss how you approach setting professional goals."},
            {"id": 29, "q": "Write down one thing you think is key to effective leadership. Compare answers."},
            {"id": 30, "q": "Share a recent experience that reinforced your career goals."},
            {"id": 31, "q": "Discuss a time when you had to lead by example."},
            {"id": 32, "q": "Write down one word that describes your work style. Compare answers."},
            {"id": 33, "q": "Share a moment when you had to overcome self-doubt at work."},
            {"id": 34, "q": "Take 2 minutes to reflect on a recent challenge and what it taught you."},
            {"id": 35, "q": "Write down one thing you do to stay resilient. Compare answers."},
            {"id": 36, "q": "Share a time when you had to manage a high-stakes project."},
            {"id": 37, "q": "Discuss a recent experience where you had to collaborate closely with others."},
            {"id": 38, "q": "Write down one thing you’ve learned from working with this team. Compare answers."},
            {"id": 39, "q": "Share a moment when you had to navigate a difficult decision-making process."},
            {"id": 40, "q": "Take 5 minutes to discuss a recent experience that tested your leadership skills."},
            {"id": 41, "q": "Write down one way you contribute to a positive team dynamic. Compare answers."},
            {"id": 42, "q": "Share a recent success story that you’re proud of."},
            {"id": 43, "q": "Discuss a time when you had to make a tough call under pressure."},
            {"id": 44, "q": "Write down one thing you do to stay aligned with your values at work. Compare answers."}
          ]
        }
      ]
    }
  ],
  "datasets":[
    {
      "countries":[{"name":"United States"},{"name":"China"},{"name":"India"},{"name":"Japan"},{"name":"Russia"},{"name":"Brazil"},{"name":"United Kingdom"},{"name":"Germany"},{"name":"France"},{"name":"Canada"},{"name":"Italy"},{"name":"South Korea"},{"name":"Australia"},{"name":"Spain"},{"name":"Mexico"},{"name":"Indonesia"},{"name":"Nigeria"},{"name":"Turkey"},{"name":"Iran"},{"name":"Saudi Arabia"},{"name":"Switzerland"},{"name":"Egypt"},{"name":"Poland"},{"name":"Pakistan"},{"name":"Argentina"},{"name":"Sweden"},{"name":"Netherlands"},{"name":"Thailand"},{"name":"United Arab Emirates"},{"name":"Norway"},{"name":"Malaysia"},{"name":"Venezuela"},{"name":"Ukraine"},{"name":"Philippines"},{"name":"Belgium"},{"name":"Iraq"},{"name":"Austria"},{"name":"Kazakhstan"},{"name":"Morocco"},{"name":"Peru"},{"name":"South Africa"},{"name":"Greece"},{"name":"Algeria"},{"name":"Romania"},{"name":"Colombia"},{"name":"Singapore"},{"name":"Chile"},{"name":"Israel"}],
      "actors":[{"name":"Leonardo DiCaprio"},{"name":"Steven Seagal"},{"name":"Julia Roberts"},{"name":"Tom Hanks"},{"name":"Meryl Streep"},{"name":"Denzel Washington"},{"name":"Angelina Jolie"},{"name":"Brad Pitt"},{"name":"Will Smith"},{"name":"Robert De Niro"},{"name":"Al Pacino"},{"name":"Harrison Ford"},{"name":"Johnny Depp"},{"name":"Sandra Bullock"},{"name":"Charlize Theron"},{"name":"Matt Damon"},{"name":"Cate Blanchett"},{"name":"Kate Winslet"},{"name":"Emma Stone"},{"name":"Ryan Reynolds"},{"name":"Jennifer Lawrence"}],
      "footballPlayers":[{"name":"Lionel Messi"},{"name":"Cristiano Ronaldo"},{"name":"Neymar Jr"},{"name":"Kylian Mbappé"},{"name":"Mohamed Salah"},{"name":"Virgil van Dijk"},{"name":"Sadio Mané"},{"name":"Kevin De Bruyne"},{"name":"Robert Lewandowski"},{"name":"Manuel Neuer"},{"name":"Sergio Ramos"},{"name":"Luka Modric"},{"name":"Kylian Mbappé"},{"name":"Antoine Griezmann"},{"name":"Harry Kane"},{"name":"Eden Hazard"},{"name":"Raheem Sterling"},{"name":"Paul Pogba"},{"name":"Gareth Bale"},{"name":"Manuel Neuer"},{"name":"Jan Oblak"},{"name":"Sergio Agüero"},{"name":"David de Gea"},{"name":"Marc-André ter Stegen"},{"name":"Son Heung-min"}],
      "tennisPlayers":[{"name":"Roger Federer"},{"name":"Rafael Nadal"},{"name":"Novak Djokovic"},{"name":"Pete Sampras"},{"name":"Bjorn Borg"},{"name":"Andre Agassi"},{"name":"Serena Williams"},{"name":"Steffi Graf"},{"name":"Martina Navratilova"},{"name":"Monica Seles"},{"name":"Justine Henin"},{"name":"Maria Sharapova"},{"name":"Naomi Osaka"},{"name":"Simona Halep"},{"name":"Ashleigh Barty"},{"name":"Victoria Azarenka"},{"name":"Gabriela Sabatini"},{"name":"Chris Evert"},{"name":"Billie Jean King"},{"name":"Arthur Ashe"},{"name":"Boris Becker"},{"name":"John McEnroe"},{"name":"Ivan Lendl"},{"name":"Stefanos Tsitsipas"},{"name":"Andy Murray"}],
      "carBrands":[{"name":"Toyota"},{"name":"Ford"},{"name":"Honda"},{"name":"Chevrolet"},{"name":"BMW"},{"name":"Mercedes-Benz"},{"name":"Audi"},{"name":"Volkswagen"},{"name":"Nissan"},{"name":"Tesla"},{"name":"Ferrari"},{"name":"Lamborghini"},{"name":"Porsche"},{"name":"Maserati"},{"name":"Jaguar"}],
      "personalities":[{"name":"Beyoncé"},{"name":"Dwayne Johnson"},{"name":"Taylor Swift"},{"name":"Jennifer Lopez"},{"name":"Rihanna"},{"name":"Angelina Jolie"},{"name":"Brad Pitt"},{"name":"Leonardo DiCaprio"},{"name":"Emma Watson"},{"name":"Joe Biden"},{"name":"Tom Cruise"},{"name":"Vladimir Putin"},{"name":"Donald Trump"},{"name":"Jennifer Aniston"},{"name":"Adele"},{"name":"Kanye West"},{"name":"Justin Bieber"},{"name":"Selena Gomez"},{"name":"Dua Lipa"},{"name":"Megan Fox"},{"name":"Kit Harington"},{"name":"Millie Bobby Brown"},{"name":"Gigi Hadid"},{"name":"Kylie Jenner"},{"name":"Cristiano Ronaldo"}],
      "singers":[{"name":"Adele"},{"name":"Beyoncé"},{"name":"Bruno Mars"},{"name":"Ed Sheeran"},{"name":"Justin Bieber"},{"name":"Lady Gaga"},{"name":"Ariana Grande"},{"name":"Katy Perry"},{"name":"Taylor Swift"},{"name":"Rihanna"},{"name":"Chris Brown"},{"name":"Michael Jackson"},{"name":"Whitney Houston"},{"name":"Mariah Carey"},{"name":"Elton John"},{"name":"John Legend"},{"name":"Shawn Mendes"},{"name":"Billie Eilish"},{"name":"Lana Del Rey"},{"name":"Rita Ora"},{"name":"Dua Lipa"},{"name":"Zara Larsson"},{"name":"Justin Timberlake"},{"name":"Adam Levine"},{"name":"Sam Smith"}],
      "alphabet":[{"name":"A"},{"name":"B"},{"name":"C"},{"name":"D"},{"name":"E"},{"name":"F"},{"name":"G"},{"name":"H"},{"name":"I"},{"name":"J"},{"name":"K"},{"name":"L"},{"name":"M"},{"name":"N"},{"name":"O"},{"name":"P"},{"name":"Q"},{"name":"R"},{"name":"S"},{"name":"T"},{"name":"U"},{"name":"V"},{"name":"W"},{"name":"X"},{"name":"Y"},{"name":"Z"}],
      "randomNumber10":[{"name":"1"},{"name":"2"},{"name":"3"},{"name":"4"},{"name":"5"},{"name":"6"},{"name":"7"},{"name":"8"},{"name":"9"},{"name":"10"}],
      "footballTeams":[{"name":"Real Madrid"},{"name":"Barcelona"},{"name":"Manchester United"},{"name":"Bayern Munich"},{"name":"Liverpool"},{"name":"AC Milan"},{"name":"Juventus"},{"name":"Paris Saint-Germain"},{"name":"Chelsea"},{"name":"Arsenal"}],
      "zodiacSigns":[{"name":"Aries"},{"name":"Taurus"},{"name":"Gemini"},{"name":"Cancer"},{"name":"Leo"},{"name":"Virgo"},{"name":"Libra"},{"name":"Scorpio"},{"name":"Sagittarius"},{"name":"Capricorn"},{"name":"Aquarius"},{"name":"Pisces"}],
      "brands":[{"name":"Chanel"},{"name":"Louis Vuitton"},{"name":"Gucci"},{"name":"Prada"},{"name":"Hermes"},{"name":"Versace"},{"name":"Dior"},{"name":"Burberry"},{"name":"Fendi"},{"name":"Yves Saint Laurent"},{"name":"Balenciaga"},{"name":"Givenchy"},{"name":"Armani"},{"name":"Ralph Lauren"},{"name":"Valentino"},{"name":"Tom Ford"},{"name":"Alexander McQueen"},{"name":"Coach"},{"name":"Michael Kors"},{"name":"Calvin Klein"},{"name":"Hugo Boss"},{"name":"Jimmy Choo"},{"name":"Dolce & Gabbana"},{"name":"Bottega Veneta"}],
      "movies":[{"name":"The Shawshank Redemption"},{"name":"The Godfather"},{"name":"Pulp Fiction"},{"name":"The Dark Knight"},{"name":"Forrest Gump"},{"name":"Inception"},{"name":"Schindler's List"},{"name":"The Matrix"},{"name":"Fight Club"},{"name":"The Lord of the Rings"},{"name":"The Empire Strikes Back"},{"name":"The Godfather: Part II"},{"name":"Goodfellas"},{"name":"One Flew Over the Cuckoo's Nest"},{"name":"Gladiator"},{"name":"Eternal Sunshine of the Spotless Mind"},{"name":"The Silence of the Lambs"},{"name":"The Usual Suspects"},{"name":"The Big Lebowski"}],
      "cities":[{"name":"New York City"},{"name":"Los Angeles"},{"name":"London"},{"name":"Tokyo"},{"name":"Paris"},{"name":"Hong Kong"},{"name":"Singapore"},{"name":"Sydney"},{"name":"Rome"},{"name":"Barcelona"},{"name":"Berlin"},{"name":"Amsterdam"},{"name":"Istanbul"},{"name":"Shanghai"},{"name":"Toronto"},{"name":"Rio de Janeiro"},{"name":"Moscow"},{"name":"Mumbai"},{"name":"Cape Town"},{"name":"Dubai"}],
      "books":[{"name":"To Kill a Mockingbird"},{"name":"Pride and Prejudice"},{"name":"1984"},{"name":"The Catcher in the Rye"},{"name":"The Great Gatsby"},{"name":"Moby-Dick"},{"name":"Crime and Punishment"},{"name":"The Lord of the Rings"},{"name":"The Hobbit"},{"name":"Harry Potter and the Philosopher's Stone"},{"name":"Brave New World"},{"name":"Jane Eyre"},{"name":"The Picture of Dorian Gray"},{"name":"Wuthering Heights"},{"name":"Animal Farm"},{"name":"The Grapes of Wrath"},{"name":"Great Expectations"},{"name":"Catch-22"},{"name":"The Chronicles of Narnia"},{"name":"The Odyssey"}],
      "videoGames":[{"name":"The Legend of Zelda: Breath of the Wild"},{"name":"The Elder Scrolls V: Skyrim"},{"name":"The Witcher 3: Wild Hunt"},{"name":"Red Dead Redemption 2"},{"name":"Grand Theft Auto V"},{"name":"Super Mario Odyssey"},{"name":"Dark Souls"},{"name":"The Last of Us"},{"name":"BioShock"},{"name":"God of War"},{"name":"Uncharted 4: A Thief's End"},{"name":"The Legend of Zelda: Ocarina of Time"},{"name":"Bloodborne"},{"name":"Mass Effect 2"},{"name":"Half-Life 2"},{"name":"Portal 2"},{"name":"Metal Gear Solid V: The Phantom Pain"},{"name":"Shadow of the Colossus"},{"name":"Final Fantasy VII"},{"name":"Halo: Combat Evolved"}],
      "inventions":[{"name":"Telephone"},{"name":"Printing press"},{"name":"Light bulb"},{"name":"Airplane"},{"name":"Automobile"},{"name":"Personal computer"},{"name":"Internet"},{"name":"Steam engine"},{"name":"Television"},{"name":"Camera"},{"name":"Penicillin"},{"name":"Refrigeration"},{"name":"Electricity"},{"name":"Vaccination"},{"name":"Radio"},{"name":"Microwave oven"},{"name":"World Wide Web"},{"name":"GPS"},{"name":"Smartphone"},{"name":"Email"}],
      "companies":[{"name":"Apple"},{"name":"Microsoft"},{"name":"Google"},{"name":"Amazon"},{"name":"Facebook"},{"name":"Alibaba"},{"name":"IBM"},{"name":"Intel"},{"name":"Cisco"},{"name":"Oracle"},{"name":"Tencent"},{"name":"Twitter"},{"name":"Uber"},{"name":"Adobe"},{"name":"Netflix"},{"name":"Salesforce"},{"name":"Airbnb"},{"name":"Spotify"},{"name":"Tesla"},{"name":"Zoom"}],
      "languages":[{"name":"Mandarin"},{"name":"Spanish"},{"name":"Hindi"},{"name":"Arabic"},{"name":"Portuguese"},{"name":"Russian"},{"name":"Japanese"},{"name":"French"},{"name":"German"},{"name":"Korean"},{"name":"Turkish"},{"name":"Italian"},{"name":"Dutch"},{"name":"Polish"},{"name":"Greek"}],
      "historicalFigures":[{"name":"George Washington"},{"name":"Martin Luther King Jr"},{"name":"Nelson Mandela"},{"name":"Christopher Columbus"},{"name":"William Shakespeare"},{"name":"Julius Caesar"},{"name":"Cleopatra"},{"name":"Marilyn Monroe"},{"name":"Thomas Edison"},{"name":"Alexander the Great"},{"name":"Galileo Galilei"},{"name":"Charles Darwin"},{"name":"Sigmund Freud"},{"name":"Genghis Khan"},{"name":"Joan of Arc"},{"name":"Marco Polo"},{"name":"Thomas Jefferson"},{"name":"Marie Curie"},{"name":"Vincent van Gogh"},{"name":"Pablo Picasso"}],
      "landmarks":[{"name":"Eiffel Tower"},{"name":"Statue of Liberty"},{"name":"Big Ben"},{"name":"Taj Mahal"},{"name":"Great Wall of China"},{"name":"Colosseum"},{"name":"Machu Picchu"},{"name":"Sydney Opera House"},{"name":"Christ the Redeemer"},{"name":"Petra"},{"name":"Chichen Itza"},{"name":"Grand Canyon"},{"name":"Stonehenge"},{"name":"Niagara Falls"},{"name":"Great Barrier Reef"},{"name":"Mount Everest"},{"name":"The Louvre"},{"name":"The Pyramids of Giza"},{"name":"Angkor Wat"},{"name":"Sistine Chapel"}],
      "foods":[{"name":"Pizza"},{"name":"Sushi"},{"name":"Burger"},{"name":"Tacos"},{"name":"Pasta"},{"name":"Steak"},{"name":"Ramen"},{"name":"Fish and Chips"},{"name":"Croissant"},{"name":"Dim Sum"},{"name":"Pho"},{"name":"Paella"},{"name":"Fried Chicken"},{"name":"Gyros"},{"name":"Curry"},{"name":"Falafel"},{"name":"Bibimbap"},{"name":"Peking Duck"},{"name":"Ceviche"},{"name":"Bratwurst"}],
      "animals":[{"name":"Elephant"},{"name":"Tiger"},{"name":"Lion"},{"name":"Giraffe"},{"name":"Penguin"},{"name":"Kangaroo"},{"name":"Panda"},{"name":"Dolphin"},{"name":"Whale"},{"name":"Gorilla"},{"name":"Zebra"},{"name":"Cheetah"},{"name":"Hippopotamus"},{"name":"Polar Bear"},{"name":"Rhino"},{"name":"Peacock"},{"name":"Wolf"},{"name":"Octopus"},{"name":"Flamingo"},{"name":"Koala"}],
      "gadgets":[{"name":"Smartphone"},{"name":"Laptop"},{"name":"Smartwatch"},{"name":"Tablet"},{"name":"Fitness Tracker"},{"name":"Gaming Console"},{"name":"VR Headset"},{"name":"Action Camera"},{"name":"Drone"},{"name":"Robot Vacuum"},{"name":"Smart TV"},{"name":"3D Printer"},{"name":"Headphones"}]
    }
  ],
  "languages":[
    {"name":"English"},
    {"name":"Romana"}
  ],
  "app_config": {
    "name": "Beyond the surface",
    "version": "1.0",
    "build": "1",
    "homeMessage":"Heey, you have 50% off today!",
    "gameOverMessage":[
      {"message":"Noiceeee, now try another category! It will be fun"},
      {"message":"FINAL CARD: EACH PLAYER WRITE A MESSAGE TO THE OTHER. FOLD AND EXCHANGE. OPEN ONLY ONCE YOU TWO HAVE PARTED."},
      {"message":"FINAL CARD: EACH PLAYER WRITE A REFLECTION ABOUT YOUR TIME TOGETHER. FOLD & EXCHANGE. OPEN WHEN YOU NEED A REMINDER OF \nTHIS MOMENT."}
    ],
    "gameStartMessages":[
      {"message":"Welcome! Enjoy our game"},
      {"message":"Good luck today!"}
    ]
  }
}
