[
  {
    "id": 0,
    "title": "Limba Romana - Uman",
    "full_title": "Limba si Literatura Romana - Uman",
    "subtitle": "Romana Uman",
    "description": "Limba si Literatura Romana - Uman.",
    "lessons": [
      {
        "id": 0,
        "category": "Epic",
        "title": "Alexandru Lăpuşneanul",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "1944",
        "right_subtitle1": "",
        "right_subtitle2": "de Costache Negruzzi",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Scriitor pașoptist, Costache Negruzzi, este ctitorul nuvelei istorice românești. Nuvela romantică “Alexandru Lăpușneanul“ apare în primul număr al “Daciei Literare“ şi aduce în prim-plan un personaj istoric surprins în a doua sa domnie."},
          {"title": null,"body": "Acţiunea se concentrează în jurul personajului principal, iar conflictele în centrul cărora se află protagonistul sunt puternice. Nuvela aparține prozei romantice prin abordarea temei istoriei. Structura este clasică: patru capitole echilibrate cu un motto care sintetizează acțiunea.\nÎn centrul fiecărui capitol se află Alexandru Lăpușneanul, aflat în conflict cu celelalte personaje."},
          {"title": null,"body": "Fixează locul şi timpul: Moldavia, a doua domnie a lui Alexandru Lăpuşneanul. Aduce în prim-plan conflictul exterior al nuvelei: dintre Lăpuşneanul şi boierii care doresc să-l alunge. Dintre boieri se distinge Moțoc, care îi comunică domnitorului că norodul nu-l “vre“ şi “nu-l iubește“;\nPrin replica domnitorului: “Dacă voi nu mă vreți, eu vă vreu“, este configurată psihologia acestuia: domn autoritar, care îşi impune cu orice preț voința şi care are un statut mesianic."},
          {"title": null,"body": "Conflictul dintre ei pornește de la cuvintele soției unui boier ucis, motto-ul capitolului: “Ai să dai samă, Doamnă“, o determină pe domniță să îl roage pe Lăpuşneanul să înceteze cu răzbunarea împotriva boierilor. \nAntiteză romantică: Ruxanda → angelicul, iar Lăpuşneanul → demonicul. Caracterizarea domniței Ruxanda se realizează în manieră directă: portretul fizic şi moral este realizat de narator printr-o pauză descriptivă: “frumoasă“, “tristă şi tânjitoare“, şi indirectă: prin retrospectivă în trecutul domniței sunt înfățișate calitățile sufletești ale acesteia: “blândețe“ şi “bunătate“."},
          {"title": null,"body": "Scena din biserică cuprinde trei atitudini ce îl vor caracteriza indirect şi vor evidenția monstruozitatea morală a personajului: îmbracă toată pompa domnească deşi știe că se află înaintea unei vărsări de sânge, nu poartă armă, în discursul său în faţa boierilor se preface umil, îşi cere iertare, promite că nu va mai ucide, citând din cele zece porunci. Nu doar arta disimulării, ci şi cinismul şi cruzimea sunt evidențiate. \nPunctul culminant (ospățul) debutează cu un pasaj descriptiv care surprinde ceremonia mesei domnești, urmează o descriere narativizată a măcelului. Ultimul aspect al scenei este realizat prin procedeul privitorului din tablou: priveliștea măcelului şi dialogul cu un Moțoc lingușitor → izvor de inspirație: Grigore Ureche. \nApariția primului personaj colectiv: masele, care reacționează la un impuls, revoltându-se. Sacrificarea lui Moțoc încheie seria omorurilor. Leacul de frică promis Ruxandei este piramida cu capetele boierilor, scena ce l-a determinat pe criticul George Călinescu să îl numească pe domnitor “monstru moral“."},
          {"title": null,"body": "Urmează un pasaj narativ, în care sunt redate întâmplările din cei patru ani: Lăpuşneanul nu mai omora boieri, dar îi schingiuia pentru a-şi satisface dorința de cruzime. Personajul se îmbolnăvește, se pocăiește şi se călugărește. Domnul se însănătoșește şi amenință cu moartea Ruxandei şi a fiilor săi: “de mă voi scula, pre mulți am să proptesc şi eu“. În dialogul dintre Ruxanda, Mitropolit, Spancioc şi Stroici se hotărăște uciderea (otrăvirea) domnitorului. Procedeul privitorului din tablou la scena morții domnului: “învață a muri, tu care știai numai a omorî“. Naratorul nu se păstrează impersonal: “sfârșitul lui Lăpuşneanul, care a lăsat o pată de sânge în istorie“."},
          {"title": null,"body": "Alexandru Lăpuşneanul este un personaj romantic şi prin urmare excepțional datorită cruzimii sale exagerate, acțiunilor sale spectaculoase, replicilor sale. \nNuvela istorică “Alexandru Lăpuşneanul“ de Costache Negruzzi se remarcă prin obiectivitate şi ilustrează programul romantismului pașoptist. George Călinescu aprecia că nu poate exista “o mai perfectă sinteză de observație psihologică acută, de atitudini romantice şi intuiție realistă“."}
        ]
      },
      {
        "id": 1,
        "category": null,
        "title": "Baltagul",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "1930",
        "right_subtitle1": "",
        "right_subtitle2": "Mihail Sadoveanu",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "“Baltagul“ este un roman polimorf, realist şi simbolic în același timp, încadrându-se într-un tip aparte de realism, şi anume realismul mitic. Acțiunea este structurată în funcție de două planuri narative: unul realist şi unul mitic. Coordonata realistă a structurii romanului se referă la călătoria pe care o face Vitoria Lipan, la aflarea adevărului şi la descrierea satului moldovenesc."},
          {"title": null,"body": "Dacă avem în vedere motivul adevărului, romanul îşi dezvăluie o alcătuire în trepte. Motivul căutării şi al cunoașterii se dezvoltă într-o structură labirintică. \nPlanul mitic are în centru miturile din care s-a inspirat autorul, precum şi sensul ritualic al gesturilor Vitoriei. Cel mai important mit care stă la baza structurii acestui roman este mitul mioritic, fapt subliniat şi de moto-ul pe care îl alege autorul pentru opera sa: “Stăpâne, stăpâne, / Mai chiamă ș-un câne...“."},
          {"title": null,"body": "Tema romanului se referă la drumul parcurs de Vitoria Lipan pentru aflarea adevărului despre moartea soțului ei, urmată de săvârșirea dreptății prin pedepsirea vinovaților. De asemenea, se regăsesc şi alte teme ale operei sadoveniene, şi anume: natura, iubirea, viața pastorală, călătoria. În același timp, romanul prezintă monografia satului moldovenesc de la munte, cu obiceiurile legate de transhumanță şi de alte evenimente importante din lumea satului, cum ar fi ritualurile de nuntă, botez şi înmormântare.\nTitlul exprimă ideea de dreptate pe care Gheorghiță o va realiza cu ajutorul baltagului. Baltagul, toporul cu două tăișuri, este un obiect ambivalent: armă a crimei şi instrumentul actului justițiar, reparator."},
          {"title": null,"body": "Naraţiunea se face la persoana a III-a, iar naratorul omniprezent şi omniscient reconstituie în mod obiectiv, prin tehnica detaliului şi observație, lumea satului de munteni şi acțiunile Vitoriei. \nSecvențele narative sunt legate prin înlănțuire şi alternanță. Narațiunea este preponderentă, dar pasajele descriptive fixează diferite aspecte ale cadrului sau elemente de portret fizic, individual şi colectiv. \nTimpul derulării acțiunii este vag precizat, prin anumite repere temporale: ‘aproape de Sf. Andrei’, ‘în Postul Mare’, ’10 Martie’. Spațiul în care se desfășoară acțiunea din incipit este satul Măgura Tarcăului. \nFiind un roman realist, pentru a sublinia veridicitatea, autorul introduce toponime care există pe hartă: Piatra-Neamț, Sabasa, Fărcașa. De asemenea, acțiunea romanului se desfășoară cronologic, urmărind momentele subiectului."},
          {"title": null,"body": "Personajul principal este o femeie voluntară, curajoasă, inteligență şi lucidă, Vitoria Lipan, care apare în toate scenele romanului şi prin intermediul căreia se realizează acțiunea, dar se configurează alte portrete. Vitoriei i se realizează un portret fizic, cu accent pe fizionomia ei, care lasă să transpire trăirile sale lăuntrice. Dinspre elementele de portret fizic se dezvoltă caracterizarea comportamentală ‘se desfăcuse încet-încet de lucruri şi intrase oarecum în sine’."},
          {"title": null,"body": "Viziunea despre lumea înfățișată în roman nu face excepție de la ampla perspectiva pe care o oferă Sadoveanu în toată creația sa. Personajele trăiesc sub zodiacul bucuriei de a fi găsit sensul rânduielii, iar numele lor susține această idee: Vitoria cea biruitoare în fața greutăților vieții, Nechifor - purtătorul de victorie, Gheorghiță - botezat după sfânțul care a ucis balaurul şi Minodora - nume ce înseamnă ‘dar al zeiței Selena’, protectoarea iubirii. \nFinalul romanului intră în raport de simetrie cu incipitul, prin destinul exponentului exemplar al oamenilor de la munte, al Vitoriei."},
          {"title": null,"body": "Romanul ‘Baltagul’ este unul tradițional, pentru că recompune imaginea unei societăți arhaice, păstrătoare a unor tradiții care au supraviețuit în vârful muntelui din timpuri străvechi. Prin complexitate, prin polimorfism şi prin semnificații, scrierea depășește granițele tradiționalului şi intră în categoria romanului mitic."}
        ]
      },
      {
        "id": 2,
        "category": null,
        "title": "Cel mai iubit dintre pământeni",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "1980",
        "right_subtitle1": "",
        "right_subtitle2": "de Marin Preda",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "“Cel mai iubit dintre pământeni“ este ultimul roman scris de Marin Preda. Romanul este o complicată frescă a României socialiste și prezintă orori din epoca stalinistă. Cartea a trecut de cenzura comunistă datorită atitudinii naționaliste și antisovietice din timpul lui Nicolae Ceaușescu."},
          {"title": null,"body": "Este considerat un roman scris într-un limbaj esopic, fiind o analiză nu doar a anilor 1950, ci a întregii perioade socialiste.\nRoman obiectiv: naratorul principal este protagonistul Victor Petrini → naratorul care obiectivează perspectiva primului este avocatul lui."},
          {"title": null,"body": "Personajul narator meditează asupra morții: omul poate privi cu seninătate moartea: “moartea naturală e o dulce ispită“; omul poate să-şi dorească moartea, protagonistul mărturisind astfel că este stăpânit de o astfel de dorință deoarece se află în detenție. Naratorul mărturisește contextul în care a ajuns să scrie confesiunea: este îndemnat de avocatul său şi scrisul îl eliberează de gândul morții: “cultura e o formă de viață“. \nFinalul primului capitol cuprinde încercarea de rememorare a trecutului: Victor Petrini trăiește o experiență dramatică în planul vieții sociale, care va determina o succesiune de neîmpliniri în viața de familie."},
          {"title": null,"body": "Victor Petrini este un intelectual fascinat de lecturile din Marx, Engels şi Lenin, asistent la facultatea de filosofie, aderând la principiile stângii. Încrederea personajului în idealurile de stânga se schimbă treptat în urma unor evenimente. \nDispariția unui coleg de facultate este primul semnal de alarmă pentru existența unui univers concentraționar, în care omul își pierde cea mai elementară libertate, cea de exprimare. Concedierea „Marelui poet” fiindcă îşi exprimă poziția critică față de sistem, îl determină pe Petrini să realizeze că în cazul unei dictaturi, totul se subordonează politicului. Din pricina scrisorii interpretate eronat de securitate, Petrini este aruncat în închisoare, iar după un proces de 15 ani este condamnat la trei ani de muncă forțată în minele de plumb."},
          {"title": null,"body": "Asemenea eroului kafkian, îşi dă seama că se confruntă cu o instituție absurdă, înțelegând că trăiește într-un univers concentraționar; strigătele din momentul condamnării sintetizează drama acestei lumi: “credeți că este o glumă să arestați un om liber?“. \nInfernul închisorii este rememorat: uniformizarea personalității printr-un număr, istovitoarea muncă din subteran, uciderea torționarului pentru a supraviețui → nu reprezintă o deviere de la sensul conștiinței integre, ci este impusă ca o necesitate. \nIeșit din închisoare, Petrini nu se poate reintegra în societate, este obligat să devină deratizator, strungar, maistru, intră în conflict cu foștii prieteni şi cu soția, încearcă să sintetizeze totul într-o lucrare numită “Era ticăloșilor“: “scriam despre ceea ce îmi spunea mie timpul în care trăiam [...] legi bizare, amenințări misterioase, [...] astfel îmi veni mie în minte titlul noii mele lucrări“.\nEste influențat şi afectat de eșecurile în plan social şi trece prin câteva experiențe de iubire, care îl marchează şi reprezintă o treaptă a inițierii. \nNineta Romulus este iubirea inițiatică din adolescență, cu care mai are o idilă după prima detenție, îl înșală cu șeful de cadre, pe care îl informa de tot ce se întâmplă în uzină. \nCăprioara întruchipează iubirea pentru un ideal: “iubeam frumusețea acestei fete“, însă povestea lor se termină nefericit cu moartea fetei, fiind surprinsă o altă realitate, avortul pe ascuns. \nMatilda reprezintă iubirea conjugală, este cea care îl sfătuiește să facă compromisuri şi îi ironizează lucrarea. \nSuzy Culala reprezintă ultima experiență de iubire, cea care îl numește “cel mai iubit dintre pământeni“, îi înțelege şi apreciază lucrarea şi el o consideră: “o fată mătură cu un ferm cod moral“."},
          {"title": null,"body": "Petrini se salvează în fața istoriei şi a existenței lui nefericite, rămânând un învingător prin dragoste. Parafrazează ideea sugerată de Sf. Apostol Pavel din Epistola I către Corintieni: “dacă dragoste nu e, nimic, nu e“.\nEroul învinge istoria opunând absurdului şi violenței, iubirea. De aceea trilogia a fost numită de Eugen Simion “romanul unui destin care-şi asumă o istorie“."},
          {"title": null,"body": "Operă epică de mare întindere, cu numeroase personaje surprinse în episoade dramatice, zguduitoare sau ilariant-grotești, cronică a unei întregi perioade istorice, romanul “Cel mai iubit dintre pământeni“ este totodată o mărturisire făcută la persoana întâi, în împrejurări decisive pentru existența unui om“."}
        ]
      },
      {
        "id": 3,
        "category": null,
        "title": "Enigma Otiliei",
        "subtitle": "",
        "left_subtitle1": "Roman Balzacian/Modernist/Obiectiv/Clasic",
        "left_subtitle2": "1938",
        "right_subtitle1": "",
        "right_subtitle2": "de George Călinescu",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "George Călinescu este scriitorul interbelic care aduce în literatura română modelul realismului balzacian. Prin publicarea în anul 1938 a romanului “Enigma Otiliei“, numit inițial “Părinții Otiliei“, romancierul continuă seria personajelor de tip universal."},
          {"title": null,"body": "Titlul inițial al romanului a fost ales tot în manieră balzaciană, urmărind degradarea relațiilor din interiorul familiei. Relația părinților cu copii se extinde şi la alte categorii de personaje interesate de viața Otiliei. La sugestia editorului, Călinescu schimbă titlul în “Enigma Otiliei“, el însuși oferind explicația că “absurditatea sufletului unei fete este enigmă“. Titlul inițial “Părinții Otiliei“ ține de paternitate → tema paternității → temă balzaciană. Întreg romanul urmează modelul romanului balzacian prin simetria incipit – final."},
          {"title": null,"body": "Incipitul operei fixează timpul şi spațiul: “seara, cu puțin înainte de zece, începutul lui iulie 1909“.\nPrin ochii lui Felix este conturată imaginea străzii Antim. Cuvintele lui Costache: “Nu stă nimeni aici“ reprezintă dorința de a-şi apăra teritoriul şi bunurile.\nFinalul romanului relatează evenimentele legate de destinul fiecărui personaj: întoarcerea lui Felix pe strada Antim, unde totul părea neschimbat, amintirea cuvintelor lui Costache: “Aici nu stă nimeni“ sugerează ideea că totul este trecător."},
          {"title": null,"body": "Otilia, personaj principal construit în manieră realistă, prezentat în manieră balzaciană, reflector, limitând omnisciența autorului, apare în dublă ipostază: actant principal şi contemplator al faptelor, este prezentă în toate planurile romanului.\nRetrospectivă biografică este dată de amplă evocare a biografiei personajului în expozițiune. \nPersonajul Felix se definește prin experiențele pe care le parcurge: experiența socială (se delimitează de aspirațiile familiei Tulea prin dezinteresul față de moștenirea lui moș Costache), experiența sentimentală (adolescentul nesigur nu a cunoscut până la acea vârstă intimitatea vreunei prezente feminine, este tulburat de comportamentul Otiliei, iubirea față de ea se sfârșește odată ce este părăsit; experiența erotică, care îl maturizează, este împlinită cu Georgeta), experiența profesională: personalitatea în formare a lui Felix. Personajul este urmat de idealul profesional, epilogul romanului subliniază aceste calități.\nOtilia şi Felix reprezintă elementul de modernitate al romanului, ieșirea din tipologie."},
          {"title": null,"body": "Personaj principal, eponim, Otilia unifică cele două planuri ale acțiunii. În planul luptei pentru moștenire, aceasta concentrează în jurul ei toate intrigile, iar în celălalt plan este enigmatic construită în manieră modernă. \nComportamentismul presupune limitarea la o viziune “din afară“, consemnând doar faptele şi atitudinile. Pluriperspectivă este prezentă în special în cazul Otiliei care prin prisma celorlalte personaje este văzută precum: “fetiță“, “ușuratică“, “față superioară“ sau ca fiind de condiție îndoielnică. Momentele de certitudine ale iubirii oscilează cu cele de îndoială, fapt explicat de contextul social. \nDestin nefericit, ce ține de condiția femeii din acea vreme, salvat fie marital, fie prin zestre, balzacianismul se reflectă şi în relația dintre personaj şi mediul în care trăiește. Astfel se formează tipologii: avarul umanizat - Costache, femeia rea, “baba absolută““ - Aglae, moșierul rafinat - Pascalopol, arivistul, “Cațavencu paternal“ - Stănică. \nFinalul aduce împreună cele două imagini ale Otiliei: fotografia arătată de Pascalopol: “o femeie foarte picantă, gen actriță întreținută““ şi cea pe care Felix o ținea în sertar şi amintește de imaginea ingenuă de la începutul romanului."},
          {"title": null,"body": "“Enigma Otiliei“ constituie o materializare a teoriei balzaciene despre menirea neamului de a oferi o frescă obiectivă a societății în care trăiește naratorul. \nOtilia este şi va rămâne imaginea eternului feminin prin amestecul de spontaneitate, elegantă, cochetărie şi mai ales mister."},
          {"title": null,"body": "În concluzie, “Enigma Otiliei“ este un roman realist, balzacian, obiectiv. Naratorul prezintă viața societății bucureștene de la începutul secolului al XX-lea, folosind procedee specifice ca realizarea de tipologii, tehnica detaliului, a focalizării, motivul paternității, veridicitatea, depășind însă modelul realismului clasic, prin elementele de modernitate (spiritul critic şi polemic, ambiguitatea personajelor, reflectarea poliedrică)."}
        ]
      },
      {
        "id": 4,
        "category": null,
        "title": "Fântâna dintre plopi",
        "subtitle": "",
        "left_subtitle1": "year",
        "left_subtitle2": "",
        "right_subtitle1": "",
        "right_subtitle2": "author",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "În literatura română, specia “povestire în ramă“ a fost utilizată de Mihail Sadoveanu în volumul “Hanu-Ancuței“ ce a fost publicat în 1928. Rama acestei narațiuni prezintă întâlnirea la un han din nordul Moldovei a noua călători care, pentru a-și petrece timpul într-un mod plăcut, se hotărăsc să spună fiecare câte o poveste. Așadar, volumul cuprinde noua narațiuni secundare, subordonate “ramei’, care este prezentată la persoana I, iluzia fiind aceea că şi naratorul principal se află la han. \n“Fântâna dintre plopi“ este a patra povestire din volum, fiind narată de Neculai Isac şi având ca temă iubirea tragică."},
          {"title": null,"body": "Modelul este preluat de la poveștile orientale „1001 de nopți” şi de la „Decameronul” de Boccaccio. \nNarațiunea inițială este prezentarea hanului care are o dublă valoare: reală şi mitică. Aura legendară a hanului este conferită de povestirile depănate de cei de la han → spațiu inițiatic prin experiențele relatate → timpul este mitic: “depărtată vreme, de mult“. Ancuța este gazda locului, asigură relația cu trecutul, prin invocarea constantă a celeilalte Ancuței."},
          {"title": null,"body": "Este povestirea cu caracter anecdotic, în care este relatată întâlnirea cu Vodă, de la care acesta voia dreptate, primind-o în final prin înapoierea pământurilor. \nPersonajul care va îndeplini rolul de maestru de ceremonii este comisul Ioniță, personaj liant, naratorul care va face legătura dintre povești, care îi îndeamnă pe ceilalți ascultători să intre în competiția povestirilor şi promite o a doua povestire, pe care nu o va mai spune însă şi este cel care recunoaște şi introduce personajele de la han alături de Ancuța şi moș Leonte."},
          {"title": null,"body": "Naratorul este un cunoscut al Comisului Ioniță, un narator-personaj cu perspectiva subiectivă (focalizare internă), caracter de confesiune."},
          {"title": null,"body": "Expoziţiunea: tânărul Neculai Isac, care întâlnește un grup de ţigani, se îndrăgostește de o ţigăncuşă, Marga; acesta îi dă fetei şi lui Hasanache, un ţigan bătrân, un ban de argint.\nIntriga: văzând că are bani, ţiganii plănuiesc să-l jefuiască pe Isac şi o folosesc pe Marga pentru a-l atrage în cursă.\nDesfășurarea acțiunii: cei doi petrec o noapte de dragoste la fântâna dintre plopi, urmând să se reîntâlnească după întoarcerea lui de la Pașcani.\nPunctul culminant: la a doua întâlnire, Marga, fiind cu adevărat îndrăgostită, îi mărturisește planul ţiganilor de a-l jefui; Neculai reușește cu greu să se salveze de atacul lor.\nDeznodământul: la revenirea împreună cu tovarășii săi, Neculai descoperă colacul fântânii pătat de sânge proaspăt, semn că Marga fusese omorâtă şi aruncată în fântână."},
          {"title": null,"body": "Simbolul fântânii are o dublă semnificație: loc sacru şi sângele amestecat cu apă trimite la moarte, iar simbolul plopului la arbore funerar. \nCiclul se încheie cu o anti povestire, a lui Zaharia Fântânarul, care îşi pierde plăcerea de a povesti."},
          {"title": null,"body": "Rememorând şi povestind întâmplări vechi, naratorul recuperează un timp şi ispăşeşte o vină, se purifică prin confesiune, îşi adânceşte înţelepciunea, deoarece înţelege mai bine cum existenţa umană îmbină viaţa şi moartea, lacrima fântânii şi strigătul sângelui. \nÎn concluzie, “Fântâna dintre plopi“ se încadrează în specia epica povestire deoarece narează un singur episod/eveniment din viața unor personaje, are timp limitat, iar accentul cade pe construcția subiectului, nu pe cea a personajului."}
        ]
      },
      {
        "id": 5,
        "category": null,
        "title": "În vreme de război",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "1898",
        "right_subtitle1": "",
        "right_subtitle2": "de Ion Luca Caragiale",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Alături de Ioan Slavici, Ion Luca Caragiale este în literatura noastră creatorul nuvelei realist-psihologice. Universului comic din piesele de teatru şi schițe, i se substituie în nuvela “În vreme de război“ dimensiunea tragică a existenței umane. \nNuvela a apărut în 1898 şi este o creație realist-psihologică, având puternice accente naturaliste. Naturalismul este curentul literar care, investigând realitatea, se preocupă mai ales de legile cauzale între fapte, prezentând nu atât tipologii, cât cazuri patologice, pe care le analizează cu pricepere şi meticulozitate medicală şi în care primează factorul ereditar, ca fiind hotărâtor în evoluția destinului uman."},
          {"title": null,"body": "Tema nuvelei este obsesia. Firul epic urmează linia unei compoziții clasice (expoziție, punct culminant şi deznodământ), iar cele trei capitole, urmărind creșterea obsesiei lui Stavrache şi transformarea ei în nebunie, creează o tipologie şi compun un destin uman tragic aflat sub stăpânirea neiertătoare a unei tare ereditare (defect congenital). \nChiar titlul ține de codul carnavalescului fiindcă el creează un orizont de așteptare pe care nu-l va fi satisfăcut decât parțial. Mai precis, cititorul se așteaptă la o nuvelă despre război, dar așteptarea îi va fi înșelată fiindcă războiul apare prea puțin aici, doar atunci când Iancu pleacă pe front."},
          {"title": null,"body": "În capitolul I (adevărata expozițiune) se precizează datele esențiale despre hangiul Stavrache (negustor, proprietarul unei prăvălii) şi fratele său Popa Iancu din Podeni (conducătorul unei bande de hoți, prinsă de stăpânire). Pentru a scăpa, Popa Iancu se înrolează voluntar în război, averea să rămânând lui Stavrache.\nMomentul - intriga îl constituie gândul care li chinuie pe hangiu în legătură cu întoarcerea fratelui său, deși o scrisoare primită îl asigurase că acesta a murit. Tensiunea crește treptat, odată cu obsesia lui Stavrache care este terorizat de imaginea fratelui şi de presupusa replică a acestuia, devenită laitmotiv obsedant: “Gândeai c-am murit, neică?“.\nÎn acest capitol (al II-lea) se trece mereu din realitate în vis, astfel încât planurile se confundă, sugerând degenerarea psihică a personajului.\nPunctul culminant care coincide cu deznodământul conflictului (capitolul al III-lea) este reprezentat de momentul întâlnirii dintre cei doi frați. Când Iancu îi cere lui Stavrache o sumă de bani pe care îi delapidase din banii regimentului, hangiul, ajuns la capătul încordării psihice, înnebunește. \nCu o artă desăvârșită, autorul analizează acum reacțiile organice, atitudinile şi comportarea eroului. Întâmplările sunt țesute într-o ordine gradată şi crescândă, iar acțiunile eroului sunt dirijate treptat de presimțirea că popa Iancu nu e mort, de obsesia întoarcerii fratelui şi de starea de violență din momentul confruntării directe cu acesta. Autorul prezintă astfel un caz patologic, ce are ca mobil patima înavuțirii. Stavrache este, în același timp, un negustor necinstit, avar şi nemilos, plasat fiind în contextul unui mediu social în care setea de îmbogățire are consecințe nefaste asupra individului, dezumanizând-l, iar -de aici- dramă."},
          {"title": null,"body": "Personajul principal este surprins atât din perspectiva povestitorului-narator, din perspectiva sugerată de cadrul natural, cât şi din perspectiva relației directe cu celelalte personaje (dialog) şi a confruntării cu sine (monolog). \nÎn primul plan, scriitorul este cel care relatează faptele şi sugerează înlănțuirile cauzale. Caragiale realizează investigația patologică prin relatări şi descrieri, conturând, în același timp, figura lui Stavrache în contextul nuvelei. \nAl doilea plan, cel dialogat, este construit gradat, atât în real, cât şi în halucinațiile personajului. în plan real, întâlnirea dintre Stavrache şi Popa Iancu este realizată în dialoguri comprimate, însoțite de indicații de regie."},
          {"title": null,"body": "În capitolul al II-lea, dialogul se concentrează pe sublinierea stării de încordare, datorate temeri de a nu pierde averea. Dialogul cu fetița (din capitolul al III-lea) îl situează pe Stavrache în lumea negustorilor, a hangiilor necinstiți, avari, nemiloși, evidențiind practicile mărunte, surse sigure de îmbogățire. Dialogul viu şi plin de mișcare pregătește deznodământul: nebunia lui Stavrache care, odată declanșată, face loc tonului relatării şi investigațiilor. Astfel de-a lungul celor două pagini care încheie nuvela, apar doar câteva linii de dialog. \nLa nivelul spaimei halucinatorii, dialogul punctează obsesia: “Credeai c-am murit, neică?“. Trebuie subliniat însă monologul interior al personajului, care presupune şi el o anumită gradație, într-o interesantă clădire de ipoteze asupra stării eroului. Din cea de-a treia perspectivă, a cadrului natural, putem observa că toate întâmplările se petrec noaptea (atât cele reale, cât şi cele imaginare): Popa vine la fratele său noaptea, îi apare în halucinații tot noaptea, fetița vine să cumpere gaz şi rachiu seara târziu, tot noaptea Iancu se întoarce să ceară bani fratelui său."},
          {"title": null,"body": "Natura este percepută prin sensibilitatea eroului, iar elementul auditiv devine pregnant: “Afară plouă mărunțel, ploaie rece de toamnă şi boabele de apă prelingându-se de pe streșini şi picând în clipe ritmate pe fundul unui butoi dogit“. Sunetul repetat la infinit marchează obsesia ce se transferă din plan auditiv în creierul înnebunit al lui Stavrache."},
          {"title": null,"body": "Caragiale nu descrie interioare, lumea de obiecte din jur, aspecte vestimentare; universul îl intuim însă prin prezentarea individului, a cărui existență ne face să întrevedem datele realității în care se mișcă. Ideile şi sentimentele oamenilor nu ne apar din perspectiva scriitorului, ci din aceea a eroilor. Nu ascultăm pe autor vorbindu-ne, ci “vedem“ oarecum personajele gândind şi simțind. \nÎn ultimul capitol, descrierea este susținută şi prin reacțiile organice ale personajelor şi de elemente vizuale ce descriu o natură înfiorătoare. Cadrul este propice sosirii lui Popa Iancu. \nI.L. Caragiale îşi privește şi ascultă personajele, folosind ca modalități tehnice de realizare stilul simpatetic (care provoacă stări sufletești) prin monolog interior şi stilul indirect liber, prin atitudinea ironică."}
        ]
      },
      {
        "id": 6,
        "category": null,
        "title": "Ion",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "1920",
        "right_subtitle1": "",
        "right_subtitle2": "de Liviu Rebreanu",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "“Ion“ este un roman social, obiectiv, realist și modern scris de Liviu Rebreanu și apărut în anul 1920. \nLiviu Rebreanu este creatorul romanului românesc modern, deoarece scrie primul roman obiectiv din literatura română, Ion și primul roman de analiză psihologică din proza românească, Pădurea Spânzuraților."},
          {"title": null,"body": "Geneză → două episoade care l-au influențat, întâlnirea cu Ion Pop al Glanetaşului, care îi mărturisește că toate necazurile țăranului vin din absența pământului și scena în care vede un țăran pupând pământul. Experiențele îl determină să scrie un roman, având în centru problematica țăranului, Ion este personajul eponim aflat în centrul tuturor conflictelor → destin tragic este ilustrat prin construcția circulară. \nStructura este alcătuită din două volume: “Glasul pământului“ și “Glasul iubirii“, ce sugerează cele două pasiuni, între care oscilează protagonistul, construcție ciclică, impresie de sferoid."},
          {"title": null,"body": "Incipit (capitolul 1)\nDrumul către sat, imaginea casei lui Herdelea. Intrarea în sat reprezintă intrarea în ficțiune imaginea Hristosului: “pe o cruce strâmbă, un Hristos cu faţa spălăcită de ploi“ este emblema tragicului. Anticipează o lume ce s-a despărțit de sacru. \n\nFinal (capitolul 13)\nDrumul care iese din sat, imaginea casei lui Herdelea. Ieșirea din sat reprezintă ieșirea din ficțiune. Imaginea Hristosului: “pe crucea din lemn, Hristos cu o față poleită, parcă-i mângâia“ evidențiază speranța, împăcarea. Accentuează revenirea la sacru."},
          {"title": null,"body": "„Intrăm și ieșim ca printr-o poartă din roman” → N. Manolescu. Hora conturează ierarhia satului, compusă din intelectualitate și universul țăranului.\nConflictele romanului: \n→ exterior, care antrenează atât lumea intelectualității, cât și lumea rurală; \n→ interior, trăit de Ion între glasul pământului și glasul iubirii."},
          {"title": null,"body": "În dorința de a obține pământ, eroul are justificări (trebuie să renunțe la învățătură, tatăl său pierde pământul, statutul familiei se schimbă: imaginea inițială a tatălui: “stătea ca un câine la ușa bucătăriei“) și face compromisuri (o lăsă pe Ana însărcinată, condiționând căsătoria în schimbul pământurilor tatălui acesteia, fiul nu-i schimbă atitudinea). \nÎnainte de obținerea pământului → scena contemplării pământului dezvăluie semnificația gliei pentru țărani: “glasul pământului pătrundea ca o chemare, copleșind-l“, atracția originară. \nDupă obținerea pământului → scena sărutului pământului: este dominat de instincte, forța de atracție e profund pasională: “râvnea să le mângâie ca pe niște ibovnice credincioase“. Ion dovedește voință, ambiție, hărnicie, determinare, încăpățânare, tenacitate, lăcomie, egoism, pasiune, patimă, toate în încercarea de a obține pământul. Cruzimea nejustificată faţă de Ana (personaj tragic) şi sinuciderea ei."},
          {"title": null,"body": "După obținerea pământurilor se declanșează drama sufletească a lui Ion, care pune în cumpănă dragostea Floricăi cu obținerea pământurilor, printr-un monolog interior sunt surprinse gândurile sale ce pun în opoziție bogăția Anei cu frumusețea Floricăi → lipsa de sensibilitate.\nScena întâlnirilor succesive cu Florica: la nunta lui îi acordă mai multă atenție decât soției, întâlnirea lor în locul unde a născut Ana anticipează sfârșitul tragic.\nScena simbolică a morții: Ion este omorât de Bulbuc, ultimul său gând trimite la obsesia lui pentru pământ: “şi-i părea rău că totul a fost degeaba şi că pământurile lui au să rămână ale nimănui“. Monologul “mor ca un câine“ trimite la începutul romanului, la statutul tatălui în colectivitate. Naratorul îl absolvă de vinovăția totală, prin cuvintele judecătorului: “Dacă n-ar exista femeia, n-ar mai fi nevoie de justiție criminală. Femeia e începutul tuturor păcatelor.“"},
          {"title": null,"body": "Lumea satului este surprinsă în raporturile sociale şi istorice, cu intelectuali dăruiți profesiei, cu țărani harnici, dar şi cu limitele vieții. Eugen Lovinescu îl consideră pe Ion ca fiind expresia instinctului de stăpânire a pământului “în slujba căruia pune o inteligență ascuțită, o viclenie procedurală şi o voință imensă“. \nÎn concluzie, “Ion“ de Liviu Rebreanu este un roman realist de tip obiectiv deoarece are ca trăsături: specificul relației narator-personaj, obiectivitatea naratorului omniscient care întreține “iluzia realității“ (viziune realistă), utilizarea narațiunii la persoana a III-a şi atitudinea detașată în descrierea şi verosimilul întâmplărilor."}
        ]
      },
      {
        "id": 7,
        "category": null,
        "title": "La țigănci",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "1959/1969",
        "right_subtitle1": "",
        "right_subtitle2": "de Mircea Eliade",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "“La țigănci“ este o nuvelă fantastică a lui Mircea Eliade. Opera a fost scrisă în iunie 1959 la Paris și publicată în anul 1963 în volumul “Nuvele“, tipărit de Cercul de Studii Destin din Madrid. Nuvela a fost publicată pentru prima dată în România în ediția din septembrie 1967 a revistei “Secolul 20“, fiind inclusă apoi în volumul “La țigănci și alte povestiri“, tipărit în anul 1969 de Editura pentru literatură din București."},
          {"title": null,"body": "Titlul nuvelei sugerează un spațiu în care se observă manifestarea sacrului ascuns în profan (hierofanie). Locul numit “la țigănci“ este un spațiu în care se realizează trecerea de la moarte la viață, un loc în care determinările temporale şi spațiale se anulează. \nTema nuvelei o constituie ieșirea din timpul istoric, linear, ireversibil şi trecerea în timpul sacru, mitic şi circular. Această trecere imperceptibilă echivalează de fapt cu trăirea concomitentă în două planuri existențiale deoarece între real şi ireal, între sacru şi profan, nu mai există hotare sesizabile."},
          {"title": null,"body": "Nuvela este structurată în patru părți în funcție de două planuri: real şi ireal/fantastic. Cele două planuri ale realului echivalează cu două planuri narative, aceste planuri se împart în patru faze care se succed: REAL – IREAL – REAL – IREAL. \nDe asemenea, există şi opt secvențe sau episoade care ajută la gradarea acțiunii: călătoria cu tramvaiul (prima parte), intrarea în lumea țigăncilor, întâlnirea cu cele trei fete, căutarea labirintică (a două parte), a doua călătorie cu tramvaiul şi oprirea la casa doamnei Voitinovici, ultima călătorie cu tramvaiul şi vizitarea propriei locuințe, întoarcerea cu trăsura la țigănci (a treia parte) şi - ultima secvență - întâlnirea cu Hildegard care conține şi plecarea finală spre moarte (a patra parte). \nNarațiunea se face la persoana a III-a, dar această perspectivă nu este decât aparent obiectivă, fapt ce sporește şi mai mult ambiguitatea textului."},
          {"title": null,"body": "Spaţiul şi timpul au două dimensiuni, în funcție de cele două planuri ale realității. Există un spațiu profan reprezentat de lumea reală, materială, la care omul se raportează prin acțiuni, evenimente şi repere fixe (aici Bucureștiul toropit de căldură) şi un spațiu sacru, mitic reprezentat de lumea atemporală şi aspaţială din casa țigăncilor în interiorul căruia omul trăiește întâmplări ciudate pe care nu le poate explica. \nTimpul este privit sub două aspecte: timpul ireversibil care reprezintă o limitare a existenței umane, un drum către moarte (timpul existenței reale, aici: cei doisprezece ani care au trecut pentru ceilalți) şi timpul reversibil ale cărui limite sunt abolite, timpul sacru, prezentul continuu în care moartea este doar o etapă, o trecere spre alt plan al existenței."},
          {"title": null,"body": "În prima parte autorul se folosește de tehnica epicului dublu. Incipitul plasează acțiunea nuvelei în Bucureștiul interbelic, cadru frecvent în opera lui Eliade, înfățișat ca un oraș toropit de caniculă. Spațiul cotidian nu anunță nimic neobișnuit: tramvaiul, strada, indivizii comuni care discută subiecte banale, se înscriu într-un cadru în care Gavrilescu pare perfect adaptat. Personajul îşi recunoaște condiția de artist ratat. Eroii din prozele fantastice ale lui Eliade trebuie să descopere un sistem de semne, să se inițieze pentru a ajunge la sacru. Când pierde tramvaiul exclamă “Prea târziu! - cuvinte care definesc întreaga lui existență ratată de profesor de pian care aspiră spre adevărata artă. \nA doua parte descrie intrarea în lumea fantastică a țigăncilor. Momentul trecerii dincolo, în planul ireal, este precedat “de o lumină albă, incandescentă, orbitoare“, apoi de “o neașteptată, nefirească răcoare“, care împreună cu poarta semnifică pragul dintre două lumi, trecerea dinspre viață spre moarte, dinspre profan spre sacru. \nÎn mediul sufocant al orașului toropit de căldură, grădina țigăncilor apare ca un spațiu de miraj care destituie realul. În casa țigăncilor timpul stă pe loc, câteva ore petrecute în acest spațiu sacru echivalează cu doisprezece ani în lumea reală. Cum timpul nu mai este același, apare “Memoria“ deoarece primul lucru de care îşi amintește personajul când intră la țigănci este iubirea pentru Hildegard, evenimentul sacru al existenței sale. Această rememorare echivalează cu o încercare de a recupera timpul afectiv fericit."},
          {"title": null,"body": "A treia parte descrie din nou spațiul real al existenței personajului. Reîntors în lumea din care venise, Gavrilescu găsește aceeași căldură toridă de la început, comportamentul său este neschimbat, nu realizează schimbarea condiției sale existențiale, este ca şi la început obsedat de timpul concret. Timpul sacru din casa țigăncilor se opune timpului real: au trecut doisprezece ani, persoanele pe care le caută s-au mutat ori au murit, biletul de tramvai are un preț mai mare, soția lui a plecat în Germania, crezându-l mort. Prin faptul că nimic nu mai corespunde cu realitatea pe care o cunoștea personajul, se sugerează moartea apropiată a acestuia.\nÎn ultima parte, revenirea la țigănci simbolizează despărțirea lui de lumea reală care-l refuză şi intrarea într-un teritoriu atemporal. Aici o întâlnește pe Hildegard, iubirea pentru ea fiind evenimentul sacru al existenței sale. Faptul că a renunțat la ea este corelat cu incapacitatea de a ghici țiganca: fiind un ins mediocru, lipsit de luciditate şi de voință, şi-a ratat viața alegând-o pe Elsa, așa cum îşi ratează experiența sacră alegând greșit țiganca. \nI se oferă totuși o ultimă șansă, astfel că prin intermediul iubirii recuperate personajul descoperă sacrul ascuns în dimensiunea profană a existenței. Nici în momentul în care se întâlnește cu iubita din tinerețe, care este o “umbră““ a tinereții lui, nu realizează că trece spre o altă lume deoarece este încă ancorat în real. \nUltima călătorie împreună cu iubita regăsită echivalează cu o călătorie spre moarte. Ei sunt conduși de un birjar care este o sugestie a trecerii sufletelor pe cealaltă lume. Călătoria spre moarte este văzută ca o trecere de la starea de veghe la starea de vis, fapt care oferă nuvelei un final deschis (se păstrează ambiguitatea): “Așa începe. Ca într-un vis...“."},
          {"title": null,"body": "Timpul memoriei, timpul istoric şi timpul mitic se întâlnesc în final. Hildegard aparține celui dintâi, ea vine din trecut şi aduce cu sine acest trecut deoarece e la fel de tânără. Gavrilescu nu înțelege însă adevărata semnificație a întâmplărilor prin care a trecut, nu descoperă timpul mitic deoarece este ancorat în cel istoric, real. \nÎmplinirea destinului trebuie înțeleasă ca o ultimă șansă dată unui îns rezistent la inițiere, care a ratat toate oportunitățile, dar care acum compensează, prin iubire şi prin recuperarea memoriei, tot șirul de eșecuri anterioare. Sugestia profundă, formulată în finalul nuvelei este că de la viață la moarte trecerea este imperceptibilă şi că, de fapt, omul trăiește concomitent sau succesiv în două universuri. \nOpera literară “La țigănci“ este o nuvelă fantastică datorită alternării planului real cu ce ireal, ezitării personajului şi a cititorului în interpretarea evenimentelor, dispariției limitelor de timp şi spațiu şi finalului ambiguu."}
        ]
      },
      {
        "id": 8,
        "category": null,
        "title": "Mara",
        "subtitle": "",
        "left_subtitle1": "Roman realist/social",
        "left_subtitle2": "1894",
        "right_subtitle1": "",
        "right_subtitle2": "de Ioan Slavici",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Romanul “Mara“ este o scriere epică în proză, cu acțiune complexă, de mare întindere, desfășurată pe mai multe planuri, cu personaje numeroase şi cu o intrigă amplă. \nOpera epică de Ioan Slavici a fost publicată în revista “Vatra“ în 1894, iar în volum a apărut abia în 1906. Proza conturează o frescă a moravurilor şi a comportamentului specific locuitorilor din Ardeal, o lume în care triumfă binele şi adevărul, cinstea şi dreptatea, norme etice pe care omul trebuie să le respecte."},
          {"title": null,"body": "Prozator ardelean, precursor al lui Liviu Rebreanu, Slavici este un autor moralist, un creator de tipologii. După cum el însuși mărturisește, aplică în opera sa principalele virtuții morale exprimate de acesta: sinceritatea, demnitatea, bună-credință, cinstea, iubirea de adevăr. Romanul “Mara“ este “cel mai bun roman al nostru, înainte de “Ion“ şi evocă cu o remarcabilă artă a detaliului mediul social“."},
          {"title": null,"body": "Semnificația titlului este sugestivă, deoarece această creație este mai întâi, “romanul Mărei“, al cărei destin constituie axa fundamentală a epicii, fiind şi “prima femeie-capitalist din literatura noastră“. Mara se încadrează în vederile etice ale autorului, care consideră că oamenii trebuie să fie chibzuiți, harnici şi virtuoși, ea întruchipând un adevărat exemplu de moralitate. \nTema romanului o constituie fresca socială a lumii ardelenești cu moravurile ei specifice, așezată la interferența satului cu orașul, într-un târg ardelenesc, Radna, situat aproape de Arad. Acțiunea este plasată la sfârșitul secolului al XIX-lea şi începutul secolului XX, când relațiile capitaliste incipiente evoluează spre structuri sociale meșteșugărești."},
          {"title": null,"body": "Romanul “Mara“ de Ioan Slavici este structurat în 21 de capitole cu titluri semnificative pentru conținutul acestora. Relatarea acțiunii se face din perspectiva auctorială, narațiunea fiind la persoana a III-a, Slavici fiind omniscient şi omniprezent."},
          {"title": null,"body": "Romanul începe prin prezentarea personajului principal, Mara Bârzovanu, o “precupeață“ din Radna şi prin descrierea locurilor unde urma să se petreacă acțiunea. Mara rămăsese văduvă cu doi copii, “sărăcuții de ei“, dar era încă tânără, voinică, harnică şi nu se plângea de noroc. Bărbatul său, Bârzovanu, fusese “mai mult cârpaci, decât cizmar“ şi își petrecuse viața stând mai ales “la birt decât acasă“, lăsându-le copiilor o livadă de “vreo două sute de pruni“, o vie şi casă, care era a Mărei, primită zestre când se măritase. \nMara face negoț, “vinde ce poate şi cumpăra ce găsește“; ea respectă, instinctiv, un principiu esențial al economiei capitaliste: preferă să dea tot ce are de vânzare pe “câștig puțin“, decât să se întoarcă cu marfă acasă. Ca să nu îi lase singuri pe cei doi copii ai săi, Persida şi Trică, Mara îi poartă cu ea prin târguri, de aceea ei sunt “nepieptănați şi nespălați şi obraznici, sărăcuții mamei“, dar îi iubește mult şi este foarte mândră de ei: “Tot n-ar nimeni copii ca mine!. \nMara își ținea banii strânși până acum, repartizați în trei ciorapi: “unul pentru zilele de bătrânețe şi pentru înmormântare, altul pentru Persida şi al treilea pentru Trică“ şi nu trecea nicio zi fără să pună în fiecare măcar câte un creițar. Avea ambiția ca să își vadă fața preoteasă, iar pe Trică ajuns staroste în breasla cojocarilor. Persida este dusă la mănăstire pentru o educație aleasă, iar pe Trică îl angajează ucenic. \nCopiii s-au făcut mari și, odată cu ei, “au crescut şi ciorapii“. Frumusețea şi farmecul Persidei îl fascinează pe Națl, feciorul unui măcelar. Persida se îndrăgostește şi ea de Națl şi refuza să se căsătorească cu teologul Codreanu - spre marea supărare a Marei."},
          {"title": null,"body": "Ioan Slavici consacră pagini memorabile iubirii dintre cei doi tineri, riguros detaliată, dar cu un remarcabil dramatism. Când împlinește 18 ani, Persida se căsătorește cu Națl şi fug împreună la Viena, pentru ca acesta să devină maistru măcelar. După ce Persida naște un copil, Mara şi părinții lui Națl se împacă, dar nu mult după aceasta tatăl lui Națl, Hubăr, este ucis de fiul său nelegitim."},
          {"title": null,"body": "Ioan Slavici surprinde, pe tot parcursul romanului, atmosfera specifică a spațiului ardelenesc în toate laturile vieții omenești. Cu o impresionantă forță a detaliului, autorul construiește imagini sugestive privind etnografia, obiceiurile, tradițiile, mentalitatea oamenilor de etnii diferite, care conviețuiesc în același spațiu etic ce îi cuprinde şi surprinde pe toți: “Colectivitatea face legătura pe care individul e ținut să o respecte“. \nÎn concluzie, opera literară Mara de Ioan Slavici este un roman realist, prin temă, perspectiva narativă omnisciență, prin prezentarea unei lumi omogene şi a unui anumit tip de personaje, prin stilul impersonal şi sobru. în viziune realistă sunt înfățișate relațiile dintre comunitate (socială, etnică, religioasă) şi individ."}
        ]
      },
      {
        "id": 9,
        "category": null,
        "title": "Maitreyi",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "1933",
        "right_subtitle1": "",
        "right_subtitle2": "de Mircea Eliade",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Spirit enciclopedic, Mircea Eliade este autorul primelor romane ale experienței. “Maitreyi“ este primul roman exotic din literatura română, ce fructifică o experiență trăită de scriitor în timpul unei burse de studiu în India. \nRomanul Maitreyi, publicat în 1933, este un roman modern subiectiv, de analiză psihologică, un roman al autenticității şi al experienței, dar şi un roman exotic. \nDespre operă, Mircea Eliade susține: “Am schimbat numele personajelor în afară de al lui Maitreyi şi a surorii ei Chabu. Am modificat radical finalul ca şi cum aş fi vrut să mă despart definitiv de Maitreyi“."},
          {"title": null,"body": "Romanul se înscrie într-o tematică a Erosului. Experiența iubirii este urmărită în evoluția sentimentelor de la etapa cristalizării până în momentul despărțirii. \nIncipitul constituie prima secvență narativă semnificativă pentru că introduce cele trei voci textuale şi dezvăluie cele două teme ale romanului: iubirea şi confruntarea dintre două civilizații. Vocile textuale se evidențiază de la început, dezvăluind structura tripartită a discursului narativ."},
          {"title": null,"body": "Din prima frază descoperim formula confesiunii autentice: Allan îşi asumă rolul de personaj-narator, cu scopul de a prezenta întâmplările petrecute în Calcutta şi de a imprima autenticitate celor relatate. Jurnalul lui Allan este integrat în roman şi cuprinde însemnările eroului din anul petrecut în casa lui Narendra-Sen, ce pun accentul pe experiența de dragoste trăită. \nComentariile din paranteze reprezintă vocea rațională a celui care înțelege experiența trecutului şi încearcă să se detașeze de evenimentele petrecute."},
          {"title": null,"body": "Două planuri ce se întrepătrund sunt povestea de iubire cu o indiancă, Maitreyi dar şi opoziția între lumea occidentală şi orientală. Povestea de dragoste fascinează prin faptul că pune față în față două civilizații diametral "},
          {"title": null,"body": "Prima întâlnire → Allan o vede în mașină şi este frapat de fizionomia lui Maitreyi, diferită de frumusețea clasică europeană. \nPrimul moment → atracția din timpul ceaiului din casa lui Narendra-Sen, ritual deosebit în cultura orientală. \nJocul privirilor → primul moment de intimitate dintre cei doi, fata este atât de tare tulburată încât se produce o retragere în sine, semn al unei civilizații a gesturilor, a pudorii. \nLecțiile de bengaleză → cunoașterea universului fetei şi descoperirea unei lumi, în care iubirea este altfel percepută: confesiunile feței legate de o cu totul altfel de iubire → dragostea pentru un maestru spiritual: Tagore. \nAtingerea intenționată a fetei cu piciorul sub masă este semnul afecțiunii declarate. Sărutul are o semnificație mult mai mare în această lume: dăruirea totală. Logodna mistică este cea prin care îl atrage pe Allan într-un ritual de comuniune cu cosmosul. Dăruirea cu aceeași inocență complicată şi rafinată a fetei: evidențierea senzualității, indicând misterele unei lumi în care trăiesc arhetipuri. \nDespărțirea intervine într-un mod neașteptat, dintr-o eroare involuntară, Chabu dezvăluie legătura dintre Allan şi Maitreyi şi declanșează astfel o dramă în familia Sen. Plecarea lui Allan în Himalaya, unde trăiește o experiență care-l vindecă, pentru că întorcându-se, refuză legătura cu Maitreyi."},
          {"title": null,"body": "Finalul, construit în antiteză cu incipitul, este determinat de diferența de mentalități. Suma de interogații ale personajului narator exprimă regretul de a nu fi înțeles frumusețea sufletească a tinerei bengaleze."},
          {"title": null,"body": "Eugen Simion i-a considerat pe Allan şi Maitreyi “întruchipări exotice ale unui mit etern“. Romanul, care are ca replică târzie “Dragostea nu moare“ scrisă de Maitreyi, este una dintre cele mai tulburătoare creații despre dragoste, cunoaștere, exaltare şi luciditate, despre fericire şi suferință, despre experiență trăită şi povestită. \nÎn concluzie, în proza lui Mircea Eliade, erosul reprezintă însăși substanța narativă a romanului “Maitreyi“, dragostea fiind înțeleasă ca un act integral, ca un proces al reîntregirii umane prin făptură nou creată din fuziunea bărbatului cu femeia - recompunând perechea ideală."}
        ]
      },
      {
        "id": 10,
        "category": null,
        "title": "Moara cu noroc",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "1881",
        "right_subtitle1": "",
        "right_subtitle2": "de Ioan Slavici",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "“Moara cu noroc“ de Ioan Slavici, publicată în 1881, în volumul “Novele din popor“, este o nuvelă psihologică prin tematică, prin conflict interior, prin modalități de caracterizare a personajului și de investigare psihologică. Nuvela tratează consecințele pe care dorința de îmbogățire le are asupra destinului uman. Majoritatea criticilor o consideră creația cea mai importantă a autorului, alături de “Pădureanca“ și romanul “Mara“."},
          {"title": null,"body": "Subiectul este gradat, păstrându-şi statutul de nuvelă prin acțiunea liniară, conflictul concentrat şi existența unui singur plan narativ. Construcția nuvelei este de factură clasică, circulară şi simetrică. Semnificația “Morii cu noroc“ este de loc binecuvântat: “cinci cruci stau înaintea morii“, situat la granița dintre bine şi rău, care se purifică doar prin arderea completă din final. Simetrie incipit - final. \nSubiectul aduce în prim-plan două personaje supuse analizei psihologice: Ghiță şi Ana, personaje mobile."},
          {"title": null,"body": "În incipit sunt prezentate personajele ce vin de la Ineu. Primul capitol are rol de prolog: “Omul să fie mulțumit cu sărăcia sa, căci dacă e vorba, nu bogăția, ci liniștea colibei tale te face fericit“. Incipitul enunță temă şi exprimă un adevăr moral al înțelepciunii. Bătrâna este depozitarul unei experiențe de viață. \nFinalul surprinde plecarea la Ineu. Ultimul capitol are rol de epilog: “Simțeam eu că nu are să iasă bine, dar așa le-a fost dată“. Finalul confirmă adevărul enunțat în deschiderea nuvelei. Eroii sunt sancționați pentru că nu au respectat aceste valori şi sugerează la ideea destinului."},
          {"title": null,"body": "Expoziţiunea fixează spațiul şi timpul: drumul spre moară şi moara în decursul unui an, de la Sf. Gheorghe până la Paști. \nIntriga este declanșată de apariția lui Lică Sămădăul, avertizată prin reacția celor din jur (Ana: “e fioros la față“, Ghiță: “ăștia nu-mi par a oameni buni“). \nDesfășurarea acțiunii prezintă etapele dezumanizării lui Ghiță: hotărârea de a participa cu Lică la furtul porcilor, acceptarea banilor furați, protejarea oamenilor lui Lică, înstrăinarea de Ana; la judecata lui Lică, este părtaș la crimele lui, moment care îl tulbură şi îl face să se reabiliteze.\nPunctul culminant: hotărârea lui Ghiță de a-l omorî pe Lică şi de a o sacrifica pe Ana. \nDeznodământul: Lică se sinucide, Ghiță o omoară pe Ana, oamenii lui Lică îl omoară pe Ghiță şi dau foc morii."},
          {"title": null,"body": "Conflictul exterior îl opune pe Lică lui Pintea şi pe Lică lui Ghiță. Conflictul interior, psihologic este susținut de Ghiță şi Ana, ambii suferind o dezintegrare a eului. Opera este o nuvelă tragică; dă impresia că toate cele patru personaje par prinse într-o cvadratură a cercului fără ieșire. \nArta portretistică se manifestă prin faptul că personajele lui Slavici sunt individualități dinamice care se transformă şi împlinesc un anumit destin, portretul lor moral este complex, alcătuit din trăsături contradictorii. \nGhiță este un personaj complex, caracterizat în manieră clasică, acționează într-o triplă ipostază: actant, martor, narator, construit cu obiectivitate, suflet complex, oscilant, nesigur, sfâșiat de porniri antagonice, victimă a societății în care trăiește, se transformă moral treptat, devine personaj tragic prin încercarea de a-şi depăși condiția; tragismul vine din imposibilitatea de a alege. \nÎn acest drum al dezintegrării, Slavici accentuează prin monolog interior, dramatismul trăirii personajelor: “eu n-am să mă iert cât oi trăi pe fața pământului“. \nPortretul Anei este fixat în manieră clasică, păcatul o transformă şi trăiește drama alienării fiind jertfită de Ghiţă."},
          {"title": null,"body": "Tema dezumanizării produse de obsesia îmbogățirii scoate în evidență viziunea lui Ioan Slavici despre societatea rurală românească. Personajele sunt individualități dinamice ce se transformă şi împlinesc un anumit destin, tragismul provenind din imposibilitatea lor de a alege."},
          {"title": null,"body": "Prin urmare, operă literară “Moară cu noroc“ de Ioan Slavici este o nuvelă psihologică deoarece are toate trăsăturile acestei specii literare: analizează conflictul interior al personajului principal, urmărește procesul înstrăinării lui Ghiță de familie și prezintă degradarea morală a acestuia, degradare produsă de ispita îmbogățirii."}
        ]
      },
      {
        "id": 11,
        "category": null,
        "title": "Moromeții",
        "subtitle": "",
        "left_subtitle1": "Roman obiectiv/realist",
        "left_subtitle2": "1955/1967",
        "right_subtitle1": "",
        "right_subtitle2": "de Marin Preda",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Romanul “Moromeții“ de Marin Preda ia naștere în urma unui îndelung proces de elaborare. Volumul întâi cunoaște o primă elaborare în 1949, apoi este reluat în anul 1955, când va vedea şi lumina tiparului. Volumul al doilea apare doar în 1967 deși fusese început în 1953. \nTitlul “Moromeții“ așază tema familie în centrul romanului, însă evoluția şi criza familiei sunt simbolice pentru transformările din satul românesc. Perspectiva naratorului obiectiv se completează prin aceea a reflectorilor: în primul volum rolul de personaj-reflector îi aparține lui Ilie Moromete, iar în al doilea volum lui Niculae. De asemenea, există şi personaje-informatori, cum ar fi de exemplu Parizianu care le povestește celorlalți săteni de vizita lui Moromete la băieți, la București."},
          {"title": null,"body": "Personajele sunt în număr mare ca în orice roman realist, o întreagă ierarhie a vieții rurale, tineri şi bătrâni, copii şi părinți, săraci şi bogați. Alături de Ilie Moromete, care este personajul principal, există şi personaje secundare (Catrina, Ilinca, Tita, Paraschiv, Nilă, Achim, Bălosu, Țugurlan), personaje episodice, țărani bogați (Bălosu), țărani de condiție medie, țărani săraci (Birică), învățători, preot, notarul satului. \nLa toate aceste personaje reprezentative pentru satul începutului de secol XX, se adaugă prezentarea instituțiilor satului tradițional (biserica, școala, primăria), autorul creând o adevărată monografie a satului roman. \nConflictele, temele, tradițiile, obiceiurile, categoriile sociale, toate se înscriu într-un cod al vieții țărănești milenare şi stereotipe."},
          {"title": null,"body": "Moromete este un idealist aflat în contradicție cu noile schimbări ale societății care până la urmă îl vor învinge: deși este capabil să păcălească autoritățile, nu va putea păcăli şi istoria. După fuga fiilor, începe să înțeleagă că a fost victima unei iluzii şi că lumea prietenoasă şi timpul răbdător nu există decât în capul lui. \nDrama lui Moromete nu stă în pierderea pământurilor, ci în destrămarea familiei sale, dar această anunță drama țărănimii în general. Destinul său se va modifica treptat, nu va mai fi ‘centrul universului’, cum îl caracterizează Niculae, relațiile cu familia se vor degrada din ce în ce mai mult. Totuși, până în clipa morții îşi susține cu tărie părerile despre adevăratele valori ale vieții şi nu poate accepta că există o lume mai bună decât cea tradițională. În momentul în care moare, îi spune doctorului: ‘Domnule, eu totdeauna am dus o viață independentă!’, afirmație care exprimă idealul şi filozofia sa."},
          {"title": null,"body": "Întreaga acțiune se desfășoară în șase nuclee epice fundamentale la care participă aproape toate personajele universului moromețian. Volumul I folosește tehnica decupajului (nuclee şi secvențe narative), nucleele surprinzând evenimente desfășurate în vara anului 1937 în satul Siliștea Gumești, din Câmpia Dunării, aproape de București. Nucleul I surprinde agitația satului în începutul verii, de sâmbătă seara până duminică noapte, adică de la întoarcerea Moromeților de la câmp până la fuga Polinei cu Birică. Nucleul ÎI descrie secerișul şi evenimentele ce se desfășoară pe durata a două săptămâni, iar nucleul III prezintă conflictul dintre Moromete şi fii săi, ce durează de la seceriș şi până la sfârșitul verii."},
          {"title": null,"body": "Romanul cuprinde două planuri narative; în primul plan evoluează familia Moromeților, iar în plan secundar sunt relatate evenimente diverse cum ar fi: boala lui Botoghină, revolta lui Țugurlan, dragostea dintre Polina şi Birică. \nSimetria compozițională se realizează prin cele două referiri la tema timpului în încipitul şi finalul primului volum: ‘timpul avea cu oamenii nesfârșită răbdare’, respectiv ‘timpul nu mai avea răbdare’."},
          {"title": null,"body": "Scenele reprezentative constau în descrierea cinei şi a tăierii salcâmului. Scena cinei prezintă așezarea la masă, moment în care copii se așază ‘după fire şi neam’, pozițiile personajelor trădează anticipativ plecarea fiilor mari ai lui Moromete şi sugerează firea fiecăruia şi statutul în familie (Moromete pe prag, stâlpul familiei, autoritatea supremă). \nTăierea salcâmului este o scenă simbolică și, în același timp, primul semn al declinului familiei. Momentul este dramatic, plin de grandoare, amplificat prin monologul interior al eroului. Scena este privită de sus, detaliile se adună gradual, pe fondul bocetului ce venea din cimitir, sugerând o durere universală."},
          {"title": null,"body": "Scriitorul își fundamentează romanul din perspectiva raporturilor omului cu timpul şi cu istoria sub presiunea unor evenimente necruțătoare: războiul, schimbarea de regim politic, schimbarea temeliei satului şi dispariția țărănimii tradiționale.\nRomanul se încheie cu moartea eroului, la înmormântare, când Niculae, fiul său cel mic, află de la sora sa Ilinca că Moromete se stinsese încet, fără a suferi de vreo boală. în final, tatăl şi fiul se împacă în visul băiatului."}
        ]
      },
      {
        "id": 12,
        "category": null,
        "title": "Patul lui Procust",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "1933",
        "right_subtitle1": "",
        "right_subtitle2": "de Camil Petrescu",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Al doilea roman al lui Camil Petrescu, “Patul lui Procust“, apare în 1933, la numai trei ani după “Ultima noapte de dragoste, întâia noapte de război“ şi constituie, pentru literatura română, un eveniment deosebit, cu totul inovator, consolidând astfel romanul românesc modern."},
          {"title": null,"body": "Novator al autenticității, substanțialității şi al relativismului în literatura română, Camil Petrescu realizează în romanul “Patul lui Procust“ adevărate “dosare de existență“, toate fiind confesiuni de conștiință, pe care fiecare personaj-nărator le face - firește, la persoana I - pe baza reflectării realității în propria conștiință.\n“Vocea auctorială“ se face auzită prin fluxul conștiinței personajelor-naratori care se confesează (Fred Vasilescu, G.D.Ladima, Doamna T., Emilia Răchitaru), a celorlalte personaje secundare (Penciulescu, Cibănoiu, procurorul) şi a autorului însuși (în ineditele note de subsol), toate însă exprimând, într-o unitate evidentă, viziunea artistică a lui Camil Petrescu."},
          {"title": null,"body": "Titlul este o metaforă, “Patul lui Procust“ face trimitere directă la o poveste mitologică din antichitate, conform căreia tâlharul Procust din Atica aducea oaspeții la han şi îi silea să încapă perfect în singurul pat existent. Orice nepotrivire a călătorului în patul lui Procust, atrăgea după sine ciuntirea omului, dacă acesta era prea lung, ori, dimpotrivă, întinderea lui, dacă acesta era prea scurt, până când individul se potrivea exact măsurării impuse. \nTitlul romanului imaginează societatea ca pe un “pat al lui Procust“, ca spațiu limitat, în care valorile intelectuale şi orice aspirație către un ideal respins de societate sunt criticate. \nStructura romanului este complexă, determinând compoziția pe mai multe planuri narative care se intersectează şi se determină reciproc."},
          {"title": null,"body": "Tema romanului ilustrează problematica fundamentală a prozei camilpetresciene, drama iubirii şi drama intelectualului lucid, inflexibil şi intransigent, însetat de atingerea absolutului în iubire şi în demnitate umană. \nElementele de noutate estetică ale romanului camilpetrescian sunt bine conturate în romanul “Patul lui Procust“: substanțialitatea este evidentă prin cele două aspecte ale existenței umane, iubirea şi demnitatea, ca substanță a vieții. Relativismul este prezent prin viziunea diversificată a iubirii şi a demnității, reflectate diferit în conștiința mai multor personaje; autenticitatea este receptarea realității în propria conștiință; narațiunea la persoana întâi este modul de relatare al fiecărui erou care se confesează. \nStilul anticalofil (împotriva scrisului frumos) presupune exprimarea concisă şi exactă a ideilor, trăirilor, concepțiilor, “ca într-un proces-verbal“."},
          {"title": null,"body": "Originalitatea romanului e dată de subtilitatea şi profunzimea analitică a conștiințelor, de dramele interioare suferite din iubire şi demnitate, de identificarea deplină a timpului subiectiv cu cel obiectiv, de faptul că personajele sunt în același timp şi naratori."},
          {"title": null,"body": "Principalele modalități de analiza psihologică utilizate de Camil Petrescu în roman constituie tehnici specifice creațiilor literare psihologice, pe care le îmbină, cu măiestrie şi talent: monologul interior, dialogul, introspecția conștiinței şi a sufletului, retrospecția, autoanaliza şi auto introspecția, care scot în evidență zbuciumul interior al personajelor."},
          {"title": null,"body": "Camil Petrescu, romancier prin excelență citadin, realizează o literatură intelectuală, situându-se pe linia ideii că actul scrisului este, în primul rând, “o experiență spirituală, o formă de confesiune destinată să atingă suprema sinceritate şi să ducă la o revelație existențială“."}
        ]
      },
      {
        "id": 13,
        "category": null,
        "title": "Povestea lui Harap Alb",
        "subtitle": "",
        "left_subtitle1": "Basm cult",
        "left_subtitle2": "1877",
        "right_subtitle1": "",
        "right_subtitle2": "de Ion Creanga",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "“Povestea lui Harap-Alb“ este un basm cult scris de Ion Creangă. A apărut în revista “Convorbiri literare“ la întâi august 1877, apoi a fost publicat în același an în ziarul “Timpul“ de Mihai Eminescu. Pornind de la modelul folcloric, autorul reactualizează teme de circulație universală trecându-le prin filtrul propriei viziuni; asistăm astfel la un text narativ complex, amplu și pluriepisodic, cu numeroase personaje purtătoare ale unor valori simbolice."},
          {"title": null,"body": "Tema basmului este reprezentată de lupta binelui împotriva răului, încheiată cu victoria binelui. Structura basmului delimitează clar călătoria lui Harap-Alb, mezinul craiului, de la plecarea sa din casa părintească până la împărăția lui Verde-Împărat. Drumul parcurs reprezintă un adevărat drum inițiatic prin care eroul trece de la o stare de inocență, naivitate și lipsă de experiență, la câștigarea și dobândirea cinstită a unei înțelepciuni demne de un împărat."},
          {"title": null,"body": "Personajul se angajează într-o aventură a cunoașterii și a experienței, întâmpinând nenumărate obstacole, pe care trebuie să le depășească nu numai pentru a-și îndeplini misiunea, ci și pentru a înfrânge propriile slăbiciuni și pentru a-și contura personalitatea."},
          {"title": null,"body": "Încă de la începutul călătoriei mezinul este pus la încercare, la fel cum frații săi sunt puși la încercare de către tată, iar locul ales este un pod → simbol al trecerii de la un spațiu cunoscut, familiar al împărăției tatălui, către un loc enigmatic al pădurilor întunecate, al unui spațiu necunoscut, plin de obstacole şi provocări. Drumul se continuă printr-un codru întunecos și des prin care Harap-Alb se rătăcește. În acest moment, motivul labirintului se întretaie cu apariția reprezentantului Răului în persoana spânului. Acesta îl păcălește pe Harap-Alb prin șiretlic și devine călăuza sa. \nScena fântânii este simbolică și reliefează transformarea eroului → acesta își schimbă, în mod obligat, identitatea, devenind astfel sluga stăpânului. Această schimbare are loc nu numai la nivelul aparențelor - “înlocuirea hainelor“ - dar și la nivelul mai profund, al conștientizării propriei naivități. \nAjuns la împărăția lui Verde-Împărat, Harap-Alb este supus de spân la trei probe pe care reușește să le îndeplinească; el aduce sălățele din pădurea ursului, aduce capul și pielea de cerb iar ultima, aduce fata împăratului Roș; Pentru primele două încercări, eroul este ajutat de Sfântă Duminică dar și de calul său, cel din urmă fiind cel mai apropiat prieten al său."},
          {"title": null,"body": "În drum spre împărăția lui Roș, mezinul întâlnește niște aliați de nădejde, fără de care nu ar fi putut depăși toate obstacolele: furnicile, albinele, Ochilă, Flămânzilă, Setilă și Păsări-Lăți-Lungilă. Aceste ființe sunt ajutoarele eroului în diferite situații: casa de aramă, ospățul, alegerea macului de nisip, vegherea fetei de împărat și alegerea adevăratei fete a împăratului Roș. Crezând că pot pleca liniștiți, fata îi supune la o ultimă încercare: calul lui Harap-Alb și Turturică trebuie să aducă cât mai repede trei smicele de măr dulce, apa vie și cea moartă. Calul iese învingător așa că fata pleacă împreună cu sluga spre împărăție. După ce fata împăratului descoperă adevărata identitate a lui Harap-Alb, spânul îi retează capul, Harap-Alb fiind reînviat cu apă vie și apă moartă."},
          {"title": null,"body": "Purificarea prin moarte simbolizează sfârșitul devenirii, al inițierii, și începutul unei noi etape, aceea a maturizării și redobândirii puterii, reprezentată de “paloșul de împărat“."},
          {"title": null,"body": "Concluzionând, basmul lui Ion Creangă poate fi considerat un bildungsroman, prin care se conturează destinul formării personalității eroului. Călătoria și drumul întreprins de Harap-Alb reprezintă o experiență sinuoasă, plină de peripeții fantastice, în care eroul își dovedește nu numai puterea fizică, dar, mai important, bunătatea sufletească, generozitatea, răbdarea și modestia, adevăratele trăsături necesare pentru a deveni demn de titlul de împărat."}
        ]
      },
      {
        "id": 14,
        "category": null,
        "title": "Ultima noapte de dragoste, întâia noapte de război",
        "subtitle": "",
        "left_subtitle1": "Roman modern/psihilogic/al experientei/realist subiectiv",
        "left_subtitle2": "1930",
        "right_subtitle1": "",
        "right_subtitle2": "TODO",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Camil Petrescu este scriitorul interbelic ce aduce în literatura română modelul romanului proustian → înlocuirea omniscienței şi a obiectivității cu subiectivitatea. \nPublicat în 1930, “Ultima noapte de dragoste, întâia noapte de război“ este romanul său de debut, construit în două părți ce aduc în prim-plan drama iubirii şi drama războiului."},
          {"title": null,"body": "Cartea este compusă din confesiunile personajului principal Ștefan Gheorghidiu şi din jurnalul de campanie al lui Camil Petrescu, care - el însuși - mărturisea că prima parte este ficțiune, în timp ce a doua pornește de la propriul jurnal. Protagonistul trăiește două experiențe dramatice: iubirea şi războiul. \nTitlul indică cele două părți ale romanului desemnând povestea de iubire şi experiența războiului care omoară şi ceea ce a rămas din iubirea lui Ștefan şi a Elei. Cele două secvențe sunt unite de substantivul “noapte“ în mod simbolic, el desemnând dezamăgirea, deziluzia, decăderea valorilor în care personajul credea şi care iau o altă ordine. \nTema o constituie drama intelectualului inadaptat, lucid şi cu probleme de conștiință. Subtemele operei sunt şi cele două experiențe care marchează destinul personajului, iubirea şi războiul."},
          {"title": null,"body": "Capitolul I debutează cu discuția între cei aflați la popotă, în care se anunță tema primei părți: dragostea şi concepția protagonistului despre dragoste → “cei care se iubesc au drept de viață şi de moarte unul asupra celuilalt“.\nCapitolul II începe cu rememorarea relației cu Ela, o colegă de la Universitate. Căsătoria este “vremea cea mai frumoasă“, iar sentimentul iubirii este trăit plenar. Ela este descrisă din perspectiva unicității, pe care şi-o dorește eroul, fiind întruchiparea idealului feminin, cu o frumusețe fizică şi sufletească deosebită: “atâta generozitate neistovită, bunătate în ochii ei albăștrii“. \nMoștenirea primită de Ștefan după moartea unui unchi transformă viața cuplului. Tânărul nu se poate adapta şi este mirat de ușurința soției de a accepta schimbarea. Ela apare ca o ființă subjugată de interesul pentru bani: “îşi găsise în angrenajul de lux, posibilități noi“."},
          {"title": null,"body": "Plecarea la Odobești declanșează un conflict interior al personajului narator, din cauza preferinței soției pentru un avocat, Ștefan bănuind-o de infidelitate: “în cele trei zile am fost ca şi bolnav“. Imaginea Elei se transformă: “descopeream sub o madonă crezută autentică, un cap străin şi vulgar“. Aventura este provocată de acuzarea sentimentelor de gelozie, orice gest al Elei fiind interpretat ca un semn al infidelității.\nÎntâlnirea întâmplătoare cu Ela se desfășoară în capitolul “Asta-i rochia albastră“, cel mai proustian moment deoarece memoria devine involuntară. Ștefan judecă despre Ela: “simțeam că femeia aceasta era a mea în exemplar unic“."},
          {"title": null,"body": "Reîmpăcarea se petrece la o lună de la întâlnirea celor doi. Ela revine extrem de frumoasă: “tot corpul i se făcuse precum grâul copt“. \nDivorțul este ultima soluție la care recurge Ștefan, după ce nu o găsește acasă pe Ela. Sunt disecate cu luciditate toate gândurile pe care le trăiește protagonistul, declanşându-se o adevărată psihoză: “am înțeles că totul e pierdut“, “mi-era teamă că voi înnebuni până în zori“. Ela devine o obsesie pentru Ştefan, care nu se poate adapta lumii reale. Întâlnirea de la Câmpulung cu Ela oferă șansa unei împăcări, Ştefan având senzația de comunicare cu ea; însă atunci când fața îi cere o sumă de bani care să-i asigure existența în cazul morții lui pe front, el se arată frapat de meschinătatea ei şi după întoarcerea din război este vindecat."},
          {"title": null,"body": "Întâmplările surprinse sunt notate într-un jurnal conform principiului autenticității. Asemeni cazului iubirii, Gheorghidiu trăiește sentimente contradictorii. La început, participarea la război este considerată un act de eroism → spre deosebire de finalul acestuia, când este oferită o demitizare a imaginii asupra acestuia, experiență cumplită. Războiul îl eliberează de obsesia Elei, Gheorghidiu fiind capabil să se desprindă de trecut: “mă simt halucinat că aş fi putut ucide pentru femeia asta“. \nDeclarația cu care se încheie romanul sugerează un alt început: “i-am scris că-i las tot [...] adică tot trecutul“."},
          {"title": null,"body": "În concluzie, romanul “Ultima noapte de dragoste, întâia noapte de război“ este un roman modern, psihologic, având drept caracteristici timpul prezent şi obiectiv cât şi autenticitatea trăirilor."}
        ]
      },
      {
        "id": 15,
        "category": "Liric",
        "title": "Luceăfarul",
        "subtitle": "",
        "left_subtitle1": "Poezie filosofică, romantică, alegorică",
        "left_subtitle2": "1883",
        "right_subtitle1": "",
        "right_subtitle2": "de Mihai Eminescu",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "’Eu rămân şi-am fost romantic’. Mihai Eminescu a contopit în operele sale romantice teme şi motive specifice. Poezia eminesciană “Luceafărul” a fost publicată pentru prima dată în anul 1883 în almanahul societății literare “România Jună” de la Viena, urmând să apară în prima ediție a volumului “Poesii”."},
          {"title": null,"body": "Poemul “Luceafărul“ este o sinteză a marilor teme eminesciene și romantice. Acesta este o meditație filosofică, un poem liric, în care se îmbină elemente de epic, liric și dramatic. Epică este povestea de dragoste considerată de Eminescu o alegorie pe tema geniului: “geniul n-are moarte, nici noroc”. Dramatică este succesiunea de scene, care are că element constructiv dialogul, iar lirică este meditația, validată de proiecția filosofică."},
          {"title": null,"body": "Titlul poemului se referă la motivul central al textului, “Luceafărul“ fiind văzut ca o ființă singuratică și nefericită, opusă omului comun. Opera reprezintă expresia absolută, testamentară, pe care o atinge gândirea lui Eminescu și exprimă ideea singurătății geniului → incapabil să se încadreze într-o lume a sentimentelor specifice condiției umane limitate. \nÎn ceea ce privește prozodia, se remarcă măsura versurilor de 7-8 silabe și ritm iambic, rimă încrucișată și interioară. \nLa nivel morfologic, se remarcă prezența verbelor arhaice ce accentuează atmosferă de basm – “au fost căzut“, verbe la imperfect ce denotă mișcarea eternă și continuă - “creșteau“, “treceau“, verbe la conjunctiv ce susțin vorbirea populară - “se făcu“."},
          {"title": null,"body": "Începutul poemului se află sub semnul basmului. Formula “A fost odată ca-n poveşti / A fost că niciodată“ atrage atenția cititorului asupra sensului alegoric al poemului. \nDiscursul liric este structurat în patru tablouri. În primul tablou este prezentat cadrul, întâlnirea fetei de împărat cu Luceafărul şi întruchipările acestuia. Timpul este unul mitic, anistoric, un timp magic în care își face apariția față de împărat. Portretul ei, realizat de asemenea după modelul popular, este sintetizat de epitetul “o prea frumoasă fată“. La început, ea reprezintă ipostaza angelică a femeii din lirica eminesciană, punându-se accentul pe unicitate și puritate. \nÎn tabloul al doilea este prezentată idila dintre Cătălin şi Cătălina, în plan teluric. Față de împărat își pierde unicitatea prin conferirea unui nume, intrând în categoria omului comun. Portretul fetei se schimbă, dintr-unul idealizat devine cel al unei muritoare: “mândră arz-o focul“. Cătălina conștientizează că eternitatea nu se poate atinge decât părăsind lumea vie a ființei: “de Luceafărul din cer m-sa prins un dor de moarte“. Fața conștientizează definitiv incompatibilitatea dintre cele două lumi, iar în finalul tabloului Cătălina își exprimă aspirația spre absolut, adică tentația materiei către spirit: “în veci îl voi iubi și-n veci va rămânea departe…“. \nCătălin (“copil de casă, ce împle cupele cu vin mesenilor la masă“) încearcă o formă de seducție erotică, prezentând-i fetei ritualul iubirii într-un registru tipic popular. Răspunsul fetei exprimă dorința omului comun de a fi fericit."},
          {"title": null,"body": "Tabloul al treilea este compus din călătoria spre Demiurg şi dialogul cu acesta. Răspunsul Demiurgului este o lecție de cunoaștere, un discurs abstract cu substrat filosofic. Luceafărul este numit întâia oară Hyperion, acest lucru semnificând că are capacitatea de cunoaștere specifică divinității. în această lecție de cunoaștere este pusă în evidență antonimia dintre geniu şi omul comun. \nGeniul este inteligent şi deține capacitatea de a-și depăși limitele, în timp ce omul comun este incapabil de a-și depăși limitele. Geniul aspiră spre cunoaștere şi se definește prin realitate abstractă şi solitară a existenței. Demiurgul se referă la cele două ipostaze tipice ale geniului eminescian: lumea reală a faptei şi ipostaza de gânditor. \nCel de-al patrulea tablou surprinde idila pământească privită detașat şi rece. Această secvență de pastel teluric se desfășoară în cadrul tipic al idilelor eminesciene. Cătălin şi Cătălina sunt transformați: el este înnobilat prin iubire, iar ea se raportează diferit la Luceafăr. Cei doi devin o entitate."},
          {"title": null,"body": "Strofele finale se află în strânsă legătură cu incipitul poemului, deoarece ele exprimă dramatismul omului de geniu care constată că împlinirea prin iubire este imposibilă, fiind nevoit la rândul lui să-și accepte condiția și să-și asume destinul, eternitatea. Omul comun este incapabil să-și depășească limitele, iar omul de geniu manifestă dispreț față de această limitare. \nFață de împărat îi adresează o ultimă chemare, aceea de a-i binecuvânta iubirea pământeană: “ Cobori în jos, luceafăr blând, / Alunecând pe-o rază, / Pătrunde-n codru și în gând, Norocu-mi luminează!“. Prin refuzul geniului se pune încă o dată în evidență antiteza dintre ființele superioare și cele inferioare. în “Luceafărul“, depășirea condiției este evidențiată prin povestea de dragoste dintre Luceafăr şi fata de împărat, o atracție a contrariilor, căci ea aspiră spre absolut în timp ce el dorește să cunoască concretul."},
          {"title": null,"body": "În concluzie, sinteză a creației eminesciene, “Luceafărul“ unește armonios teme şi motive romantice, atitudini, procedee artistice şi elemente de imaginar poetic, toate de referință pentru curentul literar romantic. Poemul împletește simboluri tipic romantice precum eternitatea, moartea, temporalitatea, iubirea şi viața, meritând-și pe dreaptă măsură titlul de capodoperă romantică."}
        ]
      },
      {
        "id": 16,
        "category": null,
        "title": "Aci sosi pe vremuri",
        "subtitle": "",
        "left_subtitle1": "Poezie tradiționalistă",
        "left_subtitle2": "1923",
        "right_subtitle1": "",
        "right_subtitle2": "de Ion Pillat",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Poemul “Aci sosi pe vremuri“ face parte din volumul “Pe Argeș în sus“, considerat de critică literară reprezentativ pentru creația artistică a lui Ion Pillat. Poezia aparține tradiționalismului prin idilizarea trecutului, prin cadrul rural, dar şi prin tema timpului trecător. Poemul “Aci sosi pe vremuri“ este o meditație nostalgică pe tema trecerii ireversibile a timpului asociată cu repetabilitatea destinului uman."},
          {"title": null,"body": "Discursul liric se realizează în două registre: lirismul obiectiv cu elemente de narațiune şi meditație şi cel subiectiv cu prezența eului liric şi comunicarea directă a trăirilor şi sentimentelor la persoana I. Sentimentul elegiac şi meditativ are ca suport lirismul subiectiv, susținut de mărcile lexico-gramaticale specifice şi elemente spațio-temporale. \nTitlul este inedit, deoarece este alcătuit dintr-o propoziție, prin care poetul comunică ideea centrală a poemului şi anume apropierea până la identificare a trecutului cu prezentul. Adverbul în forma populară “aci“, verbul “sosi“ la perfectul simplu şi locuțiunea adverbială de timp “pe vremuri“ sugerează ideea că existența umană se bazează pe experiențe repetabile, reluate şi retrăite de fiecare generație în parte, care simte şi trăiește viața asemenea predecesorilor."},
          {"title": null,"body": "Compoziţional, poezia este alcătuită din distihuri şi un vers final, liber, care are rol de laitmotiv al poeziei. Primele două distihuri reprezintă incipitul poeziei şi fixează prin intermediul unei metafore “casa amintirii“ spațiul familiar al rememorării nostalgice a trecutului. Este o casă tradițională cu pridvor şi obloane peste care păienjenii au țesut pânza lor fină ce sugerează trecerea timpului şi ideea de spațiu privilegiat, accesibil numai urmașului care poate reînvia trecutul în amintire. Distihul al III-lea deschide planul trecutului, al evocării iubirii bunicilor, natura devenind solitară cu omul şi cu trecerea timpului."},
          {"title": null,"body": "Distihurile următoare compun o lume de mult apusă, Ion Pillat imaginează o sensibilă şi emoționantă poveste de dragoste, pe care o trăiseră bunicii. Idila reflectă puritatea sentimentelor din vremuri străvechi, atunci când bunica lui, “Calyopi“, venise cu “berlină“ ca să se mute definitiv acasă la “bunicul meu“, care i-a recitat, romantic, poezia “Le lac“. Imaginea vizuală a bunicii păstrează atmosfera şi moda acelor timpuri. Sunetul clopotului, laitmotiv al poeziei, însoțește protector cuplul de îndrăgostiți “Și cum ședeau... departe, un clopot a sunat, De nuntă sau de moarte, în turnul vechi din sat“."},
          {"title": null,"body": "Meditaţia poetică, tonul elegiac evidențiază ideea că eternitatea ființei umane este posibilă doar prin iubire: “Dar ei, în clipa asta simțeau că-o să rămână…“. Eternitatea iubirii, clipa de fericire este urmată în versul următor de revenirea brutală la realitatea timpului care trece ireversibil: “De mult e mort bunicul, bunica e bătrână“, portretele fiind singurele care mai păstrează imaginea de odinioară ale strămoșilor. În poezie este descris portretul fizic al iubitei care reține atenția prin imaginea ochilor, ieri → “ochii de peruzea“, acum → “ochii de ametist“."},
          {"title": null,"body": "La nivel morfosintactic se susține caracterul tradiționalist al textului; timpurile verbale au rolul de a sugera planul trecut şi planul prezent evocate în poezie. Verbele la timpul prezent fie ilustrează permanenţa sentimentului de iubire “vii“, “calci“, “tragi“, fie însoțesc meditația pe tema trecerii timpului - “te vezi“, “te recunoști“, “nu poți“. Finalul poeziei este alcătuit dintr-un distih refren care devine laitmotivul textului, amplificând tristețea poetului privind neputința umană în faţa timpului şi în faţa morții: “și cum ședeam... departe, un clopot a sunat/ - Același clopot poate - în turnul vechi din sat...“. Poetul este prezent în poezie, într-o lirică a rolurilor, prin persoana I, referindu-se la eul liric, ”am șoptit”, ”am spus”, ”ședeam”, prin persoană a II-a, folosită în relația cu un interlocutor, ”vii acuma tu”, ”calci”, ”ai ascultat” și la persoană a III-a prin care sunt numiți predecesorii, ”i-a recitat”, ”Ea-l ascultă”, ”ședeau”."},
          {"title": null,"body": "Muzicalitatea este alcătuită din elemente prozodice clasice: rima împerecheată, ritmul iambic, măsură de 13-14 silabe. Nivelul lexico-semantic dominant este marcat de câmpul lexical al satului prezentat într-o notă idilică. Din punct de vedere stilistic, predomină varietatea imaginilor artistice, imaginilor vizuale, auditive, dar şi a figurilor de stil alături de metafore şi epitete care asigură expresivitatea limbajului poetic. \n\nPoezia “Aci sosi pe vremuri de Ion Pillat aparține esteticii tradiționaliste prin temele specifice desprinse la nivelul discursului liric şi prin descrierea spațiului, limbajul poetic care îmbină mai multe registre, idilizarea trecutului, cadrul rural şi respectarea elementelor prozodice tradiționale cu elemente de pastel şi elegie."}
        ]
      },
      {
        "id": 17,
        "category": null,
        "title": "Din ceas, dedus... (Joc secund)",
        "subtitle": "",
        "left_subtitle1": "Artă Poetică / Modernistă",
        "left_subtitle2": "1930",
        "right_subtitle1": "",
        "right_subtitle2": "todo",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Volumul “Joc secund“, publicat în 1930, se deschide cu poezia “Din ceas, dedus...“, al cărui titlu este înlocuit de editori, în 1964, cu titlul volumului. Poezia are caracter de artă poetică şi aparține modernismului barbian."},
          {"title": null,"body": "Cuvântul “Joc“ din titlu sugerează o combinație a fanteziei, liberă de orice tendință practică, iar asocierea adjectivului “secund“ plasează jocul în zona superioară a esențelor ideale. Arta lui Ion Barbu ne oferă cumva un soi superior de joacă, cu o convenție ale cărei reguli implică oarecum şi o “invitație la dans“; e ceva în ultimă instanță ludic în această operă de o atât de strictă disciplină. Referindu-se la caracterul de artă poetică, George Călinescu surprinde aspecte legate de sensul poe­ziei, dar şi de rolul poetului: “Aceste două strofe sunt definiția însăși a poeziei: Calma creastă a poeziei este scoasă (dedusă) din timp şi spațiu, adică din universul real (din ceas); este nu un joc prim, ci un joc secund, o imagine ireală într-o apă sau într-o oglindă. Poetul nu trăiește la zenit, simbolul existenței în con­tingent, ci la nadir, adică din interior, în eul absolut, care nu e efectiv, ci numai latent. Poezia e un cântec de harfe, răsfrânte în apă, sau lumina fosforescență a meduzelor care sunt văzute numai pe întuneric, adică atunci când ochii pentru lumea întinsă se închid“."},
          {"title": null,"body": "La nivel formal, poezia este alcătuită din două catrene. În concepția lui Ion Barbu, “prin oglindă lumea intră în mântuit azur“. Iar dacă lumea experienței se înalță în piramidă până la “zenit“ (punctul cel mai înalt pe verticală), răsfrângerea acesteia alcătuiește “nadirul“ ei (punctul cel mai jos pe verticală). Din acest element neîntinat îşi extrage poetul materia inspirației sale. Poezia este pentru el negația lumii, sublimarea ei în idee, un joc desfășurat pe un plan izolat de viață, un “joc secund“. Zenitul definește -în mod metaforic- spațiul real, echivalent cu punctul de maximă strălucire solară, iar nadirul simbolizează -tot în manieră metaforică- universul artistic ce se reflectă în lumina asfințitului. Substantivul “ceas“ de la începutul poeziei aparține câmpului semantic al timpului, dar este timpul neclintit, fără curgere. Timpul barbian este, după aprecierea lui Alexandru Paleologu, “dedus“, sustras oricărei prize a temporalității curente."},
          {"title": null,"body": "Primul vers al strofei I conține epitetul metaforic situat într-o inversiune “calmă creastă“, figură de stil ce desemnează lumea ideilor în sensul pe care Platon îl dădea acestui concept. “Arta, spunea Platon, considerată ca o copie a lucrurilor reale, ele însele niște copii ale ideilor eterne, este imitația unor imitații“. Arta ar fi, deci, o răsfrângere la puterea a doua a realității. Aceasta este şi concepția pe care şi-o însușește poetul Ion Barbu când îşi propune să evoce o lume reflectată în oglindă, căci cel ce privește icoanele lămurite în apele ei înregistrează imaginile unor imagini. Dar pe când pentru Platon această răsfrângere secundă face din artă o întruchipare mai depărtată de realitatea ideală decât înseși obiectele concrete care i-au stat drept model, poetul Jocului secund vede aici tocmai un pas mai departe în procesul de transfigurare a lumii, căci pe această cale imaginea se depărtează încă mai mult de substratul ei material. Prin urmare, arta este pentru Barbu “un zbor invers“, întors spre profunzimea elementelor lumii, spre esențele nevăzute ale lucrurilor."},
          {"title": null,"body": "În strofa a doua, într-o metaforă concentrată, Ion Barbu reia muzică de sfere eminesciană, permutând marea de stele “în oceanul lichid ce-şi plimbă aștrii scufundați“ (meduzele) sub “clopotele verzi“. Finalul îl aduce pe poet din ipostaza intelectuală a lui Hermes, în aceea lirică a lui Orfeu. Cântecul său rămâne “ascuns“, accesibil doar inițiaților. Prin urmare, Poezia (adâncul acestei calme crește) este o ieșire (dedus) din contingent (din ceas) în pură gratuitate (mântuit azur), joc secund, ca imagine a cirezii în apă, un nadir latent, o oglindire a zenitului în apă, o sublimare a vieții prin retorsiune."},
          {"title": null,"body": "La nivel morfologic, nu se observă urmărirea unor efecte speciale. Ar fi de remarcat conversiunea adjectivului “adânc“ în substantivul “adâncul“, folosirea adjectivelor provenind din verbe la participiu, în prima strofă (“dedus“, “intrată“) şi a unor infinitive lungi, în ansamblul poeziei (“înecarea“, “însumarea“), forme care exprimă efortul abstragerii, al ieșirii din limitata lumii senzoriale. La nivel sintactic, se observă faptul că ambele strofe se reduc fiecare la câte o singură frază. Prima strofă este eliptică de predicat, pe când a doua include coordonări şi subordonări de propoziții. La nivel lexical, se observă prezența termenilor abstracți, neologici, familiari matematicianului şi firești în limbajul științific: “dedus“, “nadir“, “latent“, “însumarea“. Prin intermediul acestor termeni, se obține un efect deosebit de imobilitate, de fixare a elementelor, ca şi cum astfel ele ar putea fi mai profund contemplate. La nivel stilistic, este de remarcat abundența metaforelor, ce justifică oarecum încifrarea textului: “ceas dedus“, “calmă creastă“, “mântuit azur“, “nadir latent“, “harfe resfirate“, sau a inversiunilor: “calmă creastă“, “mântuit azur“, dar şi a epitetelor: “ceas dedus“, “cântec ascuns“, “nadir latent“, “harfe resfirate“, “clopotele verzi“. Este de remarcat faptul că aceleași sintagme constituie simultan figuri de stil diferite, ceea ce susține concizia şi încifrarea (ambiguitatea) limbajului poetic."},
          {"title": null,"body": "Poezia “Din ceas, dedus...“ de Ion Barbu este o artă poetică aparținând modernismului şi ermetismului barbian, prin concepție şi limbaj încifrat, accesibil cititorilor inițiați."}
        ]
      },
      {
        "id": 18,
        "category": null,
        "title": "Eu nu strivesc corola de minuni a lumii",
        "subtitle": "",
        "left_subtitle1": "Artă Poetică / Modernistă",
        "left_subtitle2": "1919",
        "right_subtitle1": "",
        "right_subtitle2": "todo",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Poezia “Eu nu strivesc corola de minuni a lumii“ de Lucian Blaga este o artă poetică modernă, alături de “Testament“ de Tudor Arghezi şi “Joc secund“ de Ion Barbu. Poezia deschide volumul de debut, “Poemele luminii“ şi are rol de manifest literar. Dacă Arghezi punea în centrul artei sale poetice problema limbajului şi a “cuvintelor potrivite“, Blaga accentuează raportul dintre poet şi lume şi dintre poet şi creație. În această poezie autorul face distincția între cele două tipuri de cunoaștere. Cunoașterea paradisiacă este cunoașterea de tip rațional, care reduce misterul lumii prin intermediul logicii şi al intelectului. În schimb, cunoașterea luciferică este bazată pe intuiție, pe imaginație, pe trăiri interioare, putând fi echivalată cu o cunoaștere de tip poetic. În creația autorului se observă în mod clar opțiunea pentru al doilea tip de cunoaștere."},
          {"title": null,"body": "În poezia “Eu nu strivesc corola de minuni a lumii“ rolul poetului nu este de a descifra tainele lumii, ci de a le potența prin trăirea interioară, creatorul pătrunzând în tainele Universului, sporindu-le. \nTema poeziei o reprezintă atitudinea poetică în faţa marilor taine ale Universului conform căreia cunoașterea lumii este posibilă numai prin iubire. Poezia este scrisă sub forma unei confesiuni lirice, în care Lucian Blaga adoptă formula lirismului subiectiv, subliniat de atitudinea poetică transmisă în mod direct şi prin mărcile lingvistice ale subiectivității: pronumele personale la persoana I singular: “eu“ (care se repetă de cinci ori pe parcursul poeziei), adjectivul posesiv de persoana I: “mea“, verbele la persoana I: “nu strivesc“, “nu ucid“, “întâlnesc“, “sporesc“, “îmbogățesc”, “iubesc“."},
          {"title": null,"body": "Titlul include o metaforă revelatorie, “corola de minuni a lumii“, care semnifică ideea cunoașterii luciferice. “Corola de minuni a lumii“, imagine a perfecțiunii, a absolutului, prin ideea de cerc, de întreg, semnifică misterele universale, iar rolul poetului este de a adânci, de a spori taină."},
          {"title": null,"body": "Incipitul reia titlul poeziei, aflându-se în relație cu versurile care încheie arta poetică: “Eu nu strivesc corola de minuni a lumii [...] căci eu iubesc / şi flori şi ochi şi buze şi morminte“. Faptul că această artă poetică începe cu pronumele personal “eu“ atrage atenția asupra ipostazei eului liric, care este un eu stihial, exacerbat. Încă din primul vers al poeziei se subliniază poziția pe care o adoptă poetul în legătură cu misterele lumii, el refuzând să le cunoască în mod rațional, fapt exprimat prin verbul la forma negativă “nu strivesc“. Ideea se menține pe parcursul operei prin intermediul altor verbe semnificative: “nu ucid“, “sporesc“, “îmbogățesc“, “iubesc“."},
          {"title": null,"body": "Opera literară este structurată în trei secvențe de structura antitetice; prima secvență conține primele cinci versuri în care eul poetic definește viziunea proprie asupra universului, a două secvență (versurile 6-14) şi cea de a treia care se întinde pe versurile 16-20 şi reia ideea de iubire a universului asupra căruia se reflectă cunoașterea luciferică. Forma negativă a verbelor “nu strivesc“, “nu ucid“ sunt sugestia unei acceptări a lumii în perfecțiunea ei."},
          {"title": null,"body": "În prima strofă apare amplă enumerație “în flori, în ochi, pe buze ori morminte“ care semnifică frumusețea, cunoașterea, sărutul şi marea taină a morții. A doua strofă aprinde apoziția dintre “lumina mea“ şi “lumina altora“, aceasta corespunde celor două tipuri de cunoaștere şi anume luciferică şi paradisiacă. A treia strofă are o nuanță cauzală, exprimând atitudinea eului liric față de tainele care se realizează numai prin iubire."},
          {"title": null,"body": "În concluzie, datorită elementelor prezentate mai sus şi elementelor prozodice specific moderne (măsura inegală a versurilor), putem afirma că în opera citată apar influențe mitice şi filosofice, creându-se astfel un puternic caracter reflexiv al limbajului. Totodată, opera se încadrează în categoria artelor poetice moderniste, interbelice."}
        ]
      },
      {
        "id": 19,
        "category": null,
        "title": "Flori de mucigai",
        "subtitle": "",
        "left_subtitle1": "Artă Poetică / Expresionism",
        "left_subtitle2": "1931",
        "right_subtitle1": "",
        "right_subtitle2": "de Tudor Arghezi",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Volumul de poezii “Flori de mucigai“, apărut în 1931, reeditează experiența de viață a poetului Tudor Arghezi - care a petrecut o perioadă de detenție în închisoarea de la Văcărești - în varianta lirică, în care lumea interlopă a hoților, delincvenților este privită cu înțelegere şi omenie de poet. Titlurile poeziilor care compun acest volum sunt deosebit de sugestive “Galere“, “Ion Ion“, “Ținea“, “Ucigă-l toaca“, “Fătălăul“, “Morfii“. \nDovedindu-se prin volumul “Flori de mucigai” un spirit afin cu Baudelaire, Tudor Arghezi deschide, în lirica românească, un drum ce va fi străbătut şi de alți poeți. Poezia, care ocupă locul artei poetice în volum și-I împrumută titlul, “Flori de mucigai”, diferă de restul poeziilor din ciclu, prin asumarea persoanei I, care mediază vocea eului liric."},
          {"title": null,"body": "Textul poetic este o reflecție asupra actului de creație, în acest caz - damnare lipsită de atribute romantice - şi asupra condiției degradate a poetului, întemnițat, împărtășind soarta proscrișilor. Poezia temniței, floare palidă de mucigai născută în întunericul sufocant, e rod al ființei vulnerate, jelaniei, al singurătății exasperante. Actul de creație este înfățișat prin câmpul semantic al privațiunii: “stihuri fără an“, “stihuri de groapă“, “stihurile de acum“."},
          {"title": null,"body": "Versurile zgâriate “cu unghia pe tencuială“ s-au născut în interiorul lumii evocate, ca un mesaj-testament conservat în zidul carcerei. Abandonat de Dumnezeu, creatorul se vede deposedat de har, de inspirație, care este întotdeauna de natură divină. Titlul “Flori de mucigai“ reprezintă o metaforă oximoronică ce reunește doi termeni emblematici pentru două estetici opuse: floarea, reprezentând estetica romantică şi mucigaiul – estetica urâtului, simbol al descompunerii, alterării, morbidului. Luați împreună, cei doi termeni subliniază capacitatea unei noi formule literare de a fascina. \nVersurile rezultate sunt produse ale mâinii stângi, instrument lipsit de precizie şi de finețe. Produsul ei este brutal, întocmai poeziei imperfecte prozodic, rudimentară ca lexic, primitivă din punct de vedere stilistic, iar în sens mitologic, creștin, demonică. Limbajul mahalagesc, termenii argotici, lexicul trivial sau cel arhaic-religios, prozaismul sintactic, cu exploatarea efectelor umorului negru, produc, prin întoarcere spre primitivism, efectul paradoxal al rafinamentului."},
          {"title": null,"body": "Tema poeziei exprimă efortul creator al artistului pentru un produs spiritual şi consecințele pe care le are acesta asupra stărilor interioare ale eului poetic, chinuit de frământări şi de tulburări interioare. \nVersurile nu mai sunt produsul unei revelații, al harului divin, ci al unei neliniști artistice şi al setei creatoare."},
          {"title": null,"body": "Poezia “Flori de mucigai“ este structurată în două secvențe lirice inegale, prima ilustrând crezul artistic arghezian, iar cealaltă neputință artistului de a crea în condiții de claustrare. Prima secvență sugerează dorința devoratoare a artistului de a se exprima în versuri, fiind dominat de setea de comunicare cu lumea. Poetul, într-o solitudine impusă şi lipsindu-i uneltele scrisului, încearcă să zgârie “cu unghia pe tencuială / Pe un părete de firidă goală, / Pe întuneric“. \nCondițiile vitrege de viață îi seacă forță creatoare, “Cu puterile neajutate “. Enumerarea prin negație a elementelor fabuloase ale evangheliștilor, “taurul“, “leul“, “vulturul“, creează o imagine de mare forță sugestivă privind starea de deprimare a poetului nefericit în absența creației, în raport direct cu scrierile religioase a căror esență este Absolutul. \nVersurile sunt săpate în sufletul poetului, sunt “stihuri fără an“ ce nu pot fi exprimate în viața reală, dar sunt profund simțite de sensibilitatea artistului. Harul poetic, “unghia îngerească“, este tocit de efort, nu-i mai permite poetului revelația, deoarece ea “nu a mai crescut“ sau, altfel spus, artistul nu se mai poate regăsi în sine, nu se mai percepe ca pe un creator de valori spirituale: “Sau nu o mai am cunoscut“."},
          {"title": null,"body": "Ultima secvență amplifică deznădejdea lui Arghezi, care este simbolizată de atmosfera sumbră, e “întuneric“, iar ploaia se aude “departe afară“, ceea ce provoacă poetului o durere simțită profundă, “ca o ghiară“, din cauza neputinței totale de a se exprima. Nevoia de comunicare a poetului cu lumea, setea de a-și dezvălui trăirile îl silesc să scrie “cu unghiile de la mâna stângă“. O simbolistică străveche asociază mâna stângă cu forțele demonice, în opoziție totală cu puterea divină a creației. Închisoarea este pentru Arghezi un fel de cadru al ororilor, dar frumosul nu este absent. Râul, urâtul sunt numai conjuncturi ale destinului, cărora omul le opune aspirația spre frumos, care poate fi regăsit în sine, în vis sau în speranța împlinirii."},
          {"title": null,"body": "Poezia are valoare de artă poetică prin noua atitudine poetică privind actul de creație. Arghezi realizează prin această poezie una dintre cele mai emoționante şi mai dureroase confesiuni despre rolul artei şi menirea artistului. Întregul volum va susține această atitudine, confirmând unicitatea glasului poetic arghezian."}
        ]
      },
      {
        "id": 20,
        "category": null,
        "title": "Leoaică tânără, iubirea",
        "subtitle": "",
        "left_subtitle1": "Artă Poetică / Neomodernistă",
        "left_subtitle2": "1964",
        "right_subtitle1": "",
        "right_subtitle2": "Nichita Stănescu",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Neomodernismul este o orientare din anii 60’-70’ care ilustrează redescoperirea sensibilității creatoare a emoției estetice și a înnoirilor la nivelul limbajului poetic, după un deceniu în care literatura română a fost ideologizată politic. Poeții neomoderniști precum Nichita Stănescu, Cezar Baltag sau Ana Blandiana au încercat să refacă legăturile cu literatura modernistă din perioada interbelică\n„Leoaica tânără,iubirea” face parte din al doilea volum al lui Nichita Stănescu „O viziune a sentimentelor” (1964). Poetul aparține perioadei postbelice a literaturii române, lirica să încadrându-se în curentul literar neomodernism.\nLeoaica tânără,iubirea este considerată o capodoperă a literaturii române prin ilustrarea caracterului erotic al poeziei și este o artă poetică întrucât autorul își exprimă concepția despre iubire, iar lirismul subiectiv confirmă prezenta eului liric prin mărcile lexico-gramaticale la persoana I a verbelor dar și a pronumelor personale ,,mi-„ „m”, „mă” etc."},
          {"title": null,"body": "Tema poeziei este întâlnirea neașteptată cu iubirea ca ”întâmplare a ființei”(după cum mărturisește în poezia ,,Cuvântul”).Apariția bruscă și neașteptată a iubirii, pătrunderea ei agresivă în existența eului poetic transformă percepția îndrăgostitului asupra lumii și asupra sa. Iubirea este o stare de vibrație continuă, o cale spre revelație, o modalitate de integrare în armonia universală\nMotivul central al poeziei este cel al leoaicei, simbol al iubirii ca pasiune.\nViziunea asupra lumii se dezvăluie treptat prin intermediul imaginilor șocante. De exemplu, iubirea materializată devine un animal de pradă, care năvălește cu agresivitate și de care nu există scăpare,ea „muscă de față”, sugerând astfel instalarea violentă în sufletul omului:\n\n„Leoaica tânără,iubirea\nmi-ai sărit în față\nMă pândise-n încordare\nmai demult\nColții albi mi i-a înfipt în față\nm-a mușcat leoaica,azi,de față”\n\nAceasta „leoaică tânără” este capabilă de a schimbă un univers întreg, de a reface geneza. După instalarea iubirii, totul se schimbă: natură devine deodată „un cerc de-a dura”. Cercul ilustrează simbolul perfecțiunii,iar noul univers ia naștere din cercuri concentrice în rotire „când mai larg, când mai aproape,/că o strângere de ape.”\nIubirea poate deci să ordoneze haosul inițial și să creeze o nouă lume în care eul liric devine centrul, nucleul.\nViziunea asupra lumii este pusă în lumina și prin următoarele elemente de compoziție și limbaj:titlul,secvențe poetice, relații de simetrie și opoziție,limbajul poetic.\nTitlul, element paratextual ce identifica o creație este un motiv anticipativ cu valoare simbolică întrucât avertizează cititorul asupra universului poetic înfățișat. Astfel,titlul reluat în incipit este o metaforă ce indică tema:dragostea.Asemănarea dintre „leoaică” și „iubire” arată caracteristicile acestui sentiment: agresivitate,forță,vitalitate. Epitetul „tânără” subliniază spontaneitatea, prospețimea, senzualitatea.\nCompozițional,poezia are formă unei confesiuni în trei secvențe lirice corespunzătoare celor trei strofe inegale: I este alcătuita din 6 versuri, a ÎI-a din 8, iar ultima din 10 strofe."},
          {"title": null,"body": "Prima secvența poetică prezintă întâlnirea neașteptată cu iubirea, cu toate că sentimentul există deja în sufletul omului „Mă pandise-n încordare / mai demult”.Se evidențiază și șocul provocat de această întâlnire prin utilizarea obsedantă a lexemului polisemantic „față”, amplificând imaginea unei coliziuni violente dintre incocenta din trecut și revelația din prezent.Imaginea artistică a „colților albi” sugerează,pe de o parte,agresivitatea iubirii(„colții”) ,iar,pe de altă parte,puritatea sentimentului (epitetul cromatic „albi” )."},
          {"title": null,"body": "A două secvență poetică sugerează descrierea cosmogonică prin recrearea universului sub influență transfigurării iubirii :\n\n„Și deodată-n jurul meu natură\nSe făcu un cerc,de-a dura,”\n\nTrăind sentimentul iubirii, eul liric devine un „centrum mundi”. Totul din jur se transformă.Metaforele insolite redau aspirația către transcendent, spre absolut:\n\n„Și privirea-n sus tisni\nCurcubeu tăiat în două\nȘi auzul o-ntalni\nTocmai lângă ciocârlii.”"},
          {"title": null,"body": "A treia secvență poetică concretizează efectele întâlnirii cu iubirea.În procesul de recreare a lumii după legile iubirii este integrată și ființă poetului. Se dezvăluie metamorfoza ființe umane grație iubirii.Transformările sufletește se reflectă și în plan fizic:\n\n„Mi-am dus mâna la sprânceană,\nLa tâmplă și la barbie,\nDar mâna nu le mai știe”\n\n„Sprânceană” „tâmplă” „bărbia” sunt metafore ale cunoașterii poetice: comtemplatie, reflecție, rostire. ”Mâna” este o metaforă a creație,textul poate fi astfel văzut și că o artă poetică implicită.Iubirea, că „leoaică tânăra” poate fi percepută drept dragostea pentru creație care îl proiectează pe poet în eternitate :”încă-o vreme/ și-ncă o vreme...”. Finalul arată că iubirea îl proiectează pe om în eternitate, iar iubirea față de creație îl face pe scriitor nemuritor."},
          {"title": null,"body": "Relația de simetrie se realizează prin cele două imagini ale iubirii-leoaică. Epitetul „tânăra” din incipit este completat la final de epitetul cromatic „arămie”, sugerând că transformarea produsă de iubire este ireversibilă, asemenea timpului.\nRelația de opoziție se manifestă în cea de-a două secvență poetică,la nivelul metamorfozei/transformării ființei-durerea muscaturii și la nivelul universului- devenit sferoid : „Colții albi mi i-a înfipt în față/ m-a mușcat leoaică,azi,de față/ Și deodată-n jurul meu,natură/se făcu un cerc,de-a-dura”.\nNoutatea limbajului poetic este dată de imagini artistice neașteptate și de metafore surprinzătoare „m-a mușcat leoaică azi de față” ( imagine vizuală șocantă) , „curcubeu tăiat în două” (metaforă ambiguă etc.”. Innoirile prozodice → în versul liber și ingambamentul, tehnică prin care ideea dintr-un vers se continuă în versurile următoare, ceea ce conferă fluiditate discursului liric."},
          {"title": null,"body": "În concluzie, poezia modernistă ilustrează într-o manieră inedită întâlnirea omului cu iubirea. Sentimentul se corporalizeaza sub formă unei leoaice, animal feroce, a cărei pradă este întreaga ființă a celui îndrăgostit."}
        ]
      },
      {
        "id": 21,
        "category": null,
        "title": "Plumb",
        "subtitle": "",
        "left_subtitle1": "Simbolism",
        "left_subtitle2": "1916",
        "right_subtitle1": "",
        "right_subtitle2": "de George Bacovia",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Poezia Plumb a apărut în fruntea volumului de debut cu același nume, din 1916, care a trecut aproape neobservat în epocă, mai ales pentru că România se pregătea să intre în primul război mondial. Este considerată o capodoperă a creației bacoviene şi o culme a simbolismului românesc."},
          {"title": null,"body": "Titlul : plumbul este un metal ale cărui trăsături specifice sugerează stări sufletești : \n- greutatea metalului sugerează apăsarea sufletească ; \n- cenușiul sugerează monotonia ; \n- maleabilitatea metalului sugerează dezorientarea, labilitatea psihică ; \n- sonoritatea surdă a cuvântului (patru consoane şi o singură vocală) simbolizează închiderea definitivă în spațiul existențial, fără nicio soluție de ieșire.\n\nTema literară ilustrează condiția poetului într-o societate superficială, care nu îi înțelege aspirațiile. \nÎn poezie există un motiv esențial: moartea, redat prin sicriu, mort, somn, dormeau adânc, cavou, coroane, era frig, era vânt. Celelalte motive - amorul, tristețea, singurătatea, nevroza, plumbul - sunt secundare, dar ajută la reliefarea ideii esențiale de alunecare inevitabilă spre moarte, spre neant. \nLirismul este subiectiv prin prezența mărcilor lexico-gramaticale ale eului liric (pers. I-a „stăm”, „am început”, pers I-a adj pos. „amorul meu”)."},
          {"title": null,"body": "Discursul poetic este conceput sub forma unui monolog tragic în care poetul exprimă o stare sufletească disperată, lipsită de orice speranță. \nStructură: poezia este alcătuită din 2 catrene, care corespund celor 2 planuri ale realității: unul exterior, alcătuit din cimitir, cavou, simboluri ale unei univers rece, ostil, care îl împinge pe poet la izolare şi disperare şi unul interior, sufletesc, sugerat de sentimentul de iubire care îi provoacă poetului disperare, nevroză, deprimare, dezolare."},
          {"title": null,"body": "Cuvântul-cheie al poeziei este „plumb”, care are valoare de simbol, repetiție și epitet. În exprimare, sicriele de plumb sugerează nemișcare, încremenire; amorul de plumb sugerează o senzație de rece, de insensibil; „și-i atârnau aripele de plumb” sugerează căderea, imposibilitatea zborului și a salvării."},
          {"title": null,"body": "Prima strofă definește un univers rece, străin, în care poetul trăiește sentimentul singurătății tragice. Acest spațiu închis, sufocant, apăsător în care trăiește poetul poate ilustra societatea, ca univers limitat, dar şi puștiul sufletesc. \n\nDormeau adânc sicriele de plumb, \nȘi flori de plumb şi funerar vestmânt - \nStam singur în cavou… şi era vânt… \nȘi scârțâiau coroanele de plumb. \n\nSpaima existenţială este amplificată de frecvenţa termenilor din câmpul semantic al morţii, precum şi de stridenţă vb scârţâiau.\n\nStrofa a două definește realitatea interioară. Poetul invocă amorul, dar acesta doarme întors cu faţa spre apus, adică spre moarte. Aripile de plumb sugerează zborul în jos, căderea surdă şi grea, din care poetul nu se mai poate înălță; căderea în moarte este inevitabilă, şi nici măcar iubirea invocată cu disperare nu reprezintă o șansă de salvare: \n\n“Dormea întors amorul meu de plumb \nPe flori de plumb, și-am început să-l strig - \nStam singur lângă mort… şi era frig… \nȘi-i atârnau aripile de plumb.“"},
          {"title": null,"body": "Limbajul artistic \nLa toate nivelurile (lexical, fonetic, morfosintactic), poetul exteriorizează ideea de alunecare spre neant. \nLa nivel fonetic - Frecvența consoanelor m, b, v, l, a diftongului “au“ şi a triftongului “eau“ sugerează foarte bine plânsetul, vaietul, ca ecou al atmosferei insuportabile. \nLa nivel morfologic \n- Verbele la imperfect (dormeau, dormea, stăm) desemnează trecutul nedeterminat, o acțiune trecută dar neterminată, în continuă desfășurare încă, așadar permanența stării de angoasă. \n\nLa nivel lexical:\n– prezenţa cuvintelor din câmpul lexical al morţii. \nLa nivel stilistic \n- Epitetele adânc, întors, funerar, singur contribuie la realizarea unei neliniști metafizice. \nMijloacele artistice de realizare cuprind, pe lângă simbol, metafore (flori de plumb, aripi de plumb) şi personificări “Dormeau adânc sicriele de plumb”. \nElemente de versificație :\ncele două catrene au versuri de câte zece silabe, ritmul este iambic, iar rima îmbrățișată."},
          {"title": null,"body": "Poezia Plumb este o poezie simbolistă prin : \n- atmosfera deprimantă ; \n- corespondența dintre cuvinte şi elemente din lumea minerală ; \n- prin muzicalitatea versurilor realizate cu ajutorul cenzurii, prin rima cu sonoritate surdă, verbe la imperfect, verbe cu sonoritate stridentă : “scârţâiau“, “strig“ ; \n- prin repetiţia obsedantă a cuvântului cheie ; \n- cromatică sugerată prin flori, coroane, plumb ; \n- structura poeziei este armonioasă, prima strofă se repetă în afară de versul al doilea, astfel încât versul 1 este în relaţie cu versul 5, 3 cu 7 şi 4 cu 8. \n- se mai remarcă de asemenea folosirea simbolului şi a sugestiei.\n\nÎn concluzie, prin atmosfera, muzicalitate, folosirea sugestiei, a simbolului și a corespondenței, prin prezentarea stărilor de singurătate și de angoasă, poezia “Plumb“ se încadrează în estetica simbolistă."}
        ]
      },
      {
        "id": 22,
        "category": null,
        "title": "Riga Crypto şi Lapona Enigel",
        "subtitle": "",
        "left_subtitle1": "Poem Alegoric / Modernist",
        "left_subtitle2": "1924/1930",
        "right_subtitle1": "",
        "right_subtitle2": "de Ion Barbu",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Ion Barbu este poetul care s-a impus în două domenii diferite: matematică şi literatură. “Riga Crypto şi Lapona Enigel“ este poemul emblematic al celei de-a doua etape din creația poetului."},
          {"title": null,"body": "Titlul anunță vocile lirice, fiind construit în genul titlurilor ce anunță o poveste de dragoste. Primele patru strofe constituie rama poemului, reprezentând spațiul unei nunți împlinite. Menestrelul este provocat să relateze povestea dintre Crypto şi Enigel. \nVersul “Mai aburit, Ca vinul vechi“ → evidențiază talentul acestuia şi capacitatea sa de a transmite o poveste cu valoare inițiatică. Dezvăluirea cântecului presupune un anumit ritual."},
          {"title": null,"body": "Crypto sugerează partea ascunsă şi asimilează ideea de cryptogramă, ciupercă, aparținând unui regn inferior: \n“Sterp îl făceau şi nărăvaș, \nCă nu vroia să înflorească“.\n\nFaptul că nu și-a găsit perechea punctează ideea că este detașat de ceilalți, că este altfel. Enigel reprezintă în schimb angelicul ce vizează dimensiunea solară spre care aspiră. Lapona coboară din ținuturile înghețate: “În țări de ghiață“, simbolizând intelectul, gândirea, individul evoluat, se îndreaptă spre sud, drumul de la nord la sud fiind inițiatic, evocând transhumanța. Ea este mesagerul ideii intelectului pur care caută împlinirea prin afectivitate."},
          {"title": null,"body": "Riga dorește să-și depășească condiția inferioară, vegetală: \n“Când lângă sân, un rigă spân, / Veni s-o-îmbie cu dulceață“. \n\nPlanul întâlnirii dintre cei doi este oniric, petrecându-se doar în visul laponei, acesta făcând legătura cu lumea transcendenței. Idealul este sugerat prin substantivul “verdeața“ care trimite la spațiul patronat de soare. Întâlnirea se petrece sub semnul cifrei trei: “Pe trei covoare de răcoare / Lin adormi“, cifra magică, care trimite la concepția lui Barbu despre cele trei trepte ale inițierii: prin Eros, prin rațiune şi pară senzorială."},
          {"title": null,"body": "Chemarea; \n“Enigel, Enigel, / Ți-am adus dulceață, iacă, / Uite fragi, ție dragi / Ia-i şi toarnă-i în puiacă“;\nare rol de incantație şi este întâmpinată negativ de Enigel, printr-un refuz. \nPe de o parte, Enigel refuză intrarea în lumea vegetală: “Riga sân, de la sân. / Mulțumesc Dumitale“, care o sperie prin umezeală şi întunericul care îi sunt specifice, iar pe de altă parte, conștientizează că întâlnirea în lumea ei ar însemna moartea pentru Crypto. \nDe aceea, Enigel propune de fapt o amânare până la maturizare, la coacere: “ Te-aș culege, riga blând... / Zorile încep să joace / şi ești umed şi plăpând: / Teama mi-e, te frângi curând, / Lasă. - Așteaptă de te coace“."},
          {"title": null,"body": "Întârziind în dialogul cu Enigel, soarele îl surprinde pe Crypto dincolo de umbra protectoare. Acesta se transformă în ciupercă otrăvitoare, ceea ce îl va îndepărta definitiv de regnul uman. Riga se va nunți cu măselarița, tot o plantă otrăvitoare, îndepărtându-se de regnul lui. În plan mental înnebunește: “Ca la nebunul riga Crypto, / Ce focul inima i-a fript-o“ şi este condamnat pentru aspirația sa nejustificată către un regn superior."},
          {"title": null,"body": "Însuși Ion Barbu afirmă ca poemul să poate fi interpretat ca un “Luceafăr întors“, având mai multe puncte comune cu poemul eminescian. \nMotivul aspirației teluricului, condiția omului de geniu şi incompatibilitatea dintre cele două lumi sunt doar câteva dintre ideile surprinse şi în idila din “Luceafărul“. Caracterul poemului este alegoric. Structura textelor poetice, îmbinarea dintre epic, liric şi dramatic diferă. Dialogul dintre cei doi şi chemările, refuzul celui chemat, imposibilitatea nunții compun asemănările cu poemul eminescian. Spre deosebire de Schopenhauer, geniul este principiul feminin. Crypto se aseamănă, atât cu ipostaza Cătălinei, prin natura inferioară, chemarea, aspirația, dorința de autodepășire, cât şi cu Hyperion, prin dorința de sacrificiu."}
        ]
      },
      {
        "id": 23,
        "category": null,
        "title": "Testament",
        "subtitle": "",
        "left_subtitle1": "Artă Poetică / Modernistă",
        "left_subtitle2": "1927",
        "right_subtitle1": "",
        "right_subtitle2": "de Tudor Arghezi",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "“Testament“ de Tudor Arghezi face parte din seria artelor poetice moderne ale literaturii române din perioada interbelică, alături de “Eu nu strivesc corola de minuni a lumii“ de Lucian Blaga şi “Joc secund“ de Ion Barbu. Poezia este așezată în fruntea primului volum arghezian, “Cuvinte potrivite“ şi are rol de program literar. \nOpera este o artă poetică, deoarece autorul își exprimă propriile convingeri despre arta literară, despre menirea literaturii, despre rolul artistului în societate."},
          {"title": null,"body": "Tema poeziei o reprezintă creația literară în ipostaza de meșteșug, creație lăsată ca moștenire unui fiu spiritual. Textul poetic este conceput ca un monolog adresat de tata unui fui spiritual căruia îi este lăsată drept unica moștenire “cartea“, semnificând opera literară. Discursul liric având un caracter adresat, lirismul subiectiv se realizează prin atitudinea poetică transmisă în mod direct şi prin mărcile subiectivității: pronumele personale la persoana I şi a II-a singular."},
          {"title": null,"body": "Titlul poeziei are o dublă accepție: una denotativă şi altă conotativă. În sens propriu, cuvântul-titlu desemnează un act juridic ce exprimă dorințele ce urmează a-i fi îndeplinite unei persoane după moarte, iar în sensul conotativ, termenul desemnează faptul că creația argheziană devine o moștenire spirituală adresată urmașilor-cititori sau viitorilor artiști."},
          {"title": null,"body": "Textul poetic este structurat în șase strofe cu număr inegal de versuri, încălcarea regulilor prozodice fiind o particularitate a modernismului. Discursul liric este organizat sub format unui monolog adresat sau dialog imaginar între tată şi fiu, între străbuni şi urmași, între rob şi Domn. Metafora “carte“ are un loc central în această artă poetică, fiind un element de recurență. Termenul “Carte“ semnifică faptul că poezia este rezultatul trudei, “treapta“, punct de legătură între predecesori şi urmași, valoare spirituală - “hrisovul cel dintâi“."},
          {"title": null,"body": "Incipitul, conceput ca o adresare directă a eului liric către un fiu spiritual, conține ideea moștenirii spirituale, “un nume adunat pe-o carte“. Metafora “seara răzvrătită“ face trimitere la trecutul zbuciumat al strămoșilor , care se leagă de generațiile viitoare, prin “carte“, prin creația poetică, treaptă a prezentului. Enumerația “râpi şi gropi adânci“, ca şi versul următor “suite de bătrânii mei pe brânci“, sugerează drumul dificil al cunoașterii şi al acumulărilor străbătut de înaintași. \nÎn strofa a doua este prezentată o altă ipostază a cărții, ea căpătând o semnificație sacră, divină. Cartea devine un document important, o carte de căpătâi asemănătoare Bibliei: “Ea e hrisovul vostru cel dintâi“. Poetul este din nou elementul de legătură dintre trecut şi viitor, el preia suferința strămoșilor: “osemintele vârste-n mine“ şi o transmite mai departe prin intermediul poeziei."},
          {"title": null,"body": "În a treia strofă poezia se materializează, se transformă într-o lume obiectuală. Ideea esențială a acestei secvențe este transformarea elementelor concrete, care reprezintă socialul, în elemente estetice. Realitatea materială capătă prin intermediul poetului valoare spirituală. Ipostaza poetului de meșteșugar este subliniată prin intermediul verbelor la persoana I (“am ivit“, “am prefăcut“, “am preschimbat“) şi al elementelor de opoziție. \nDin “zdrenţe“, “venin“, “ocară“, şi mai târziu, “bube, mucegaiuri şi noroi“ se hrănește şi capătă o formă lumea poeziei: “leagăne“ devine simbol pentru liniște şi detașare, “icoane“ se referă la partea spirituală a creației, “muguri“ sunt semnele vitalității cuvintelor uitate, “miere“ reprezintă valoarea artistică a limbajului poetic şi “frumuseți şi prețuri noi“ care descriu originalitatea poeziei ca efect al transfigurării socialului. \nStrofa a IV-a debutează ca o confesiune lirică. Poetul poate face ca versurile lui să exprime imagini sensibile, dar şi să stigmatizeze răul din jur, “să înjure“, arta având funcție cathartică şi în același timp moralizatoare. Prin intermediul poeziei, trecutul se sacralizează, devine îndreptar moral, iar opera literară capătă valoare justițiară."},
          {"title": null,"body": "Ultima strofă subliniază ideea că poezia este în primul rând meșteșug, sintetizând astfel crezul poetic al artistului. Muza, simbolizată în poezie de “domniță“, este depășită de meșteșug, poezia modernă fiind o expresie a efortului creativ, nu o sursă a inspirației: “Întinsă leneșă pe canapea, / Domnița suferă în cartea mea“. Această condiție a poeziei moderne este duală însă, fapt subliniat de opoziția dintre “slova de foc“ şi “slova făurită“. Condiția poetului este redată în versul “Robul a scris-o, Domnul o citește“, artistul fiind un truditor al condeiului şi se află în slujba cititorului, “Domnul“. Acest cititor, care reprezintă de fapt urmașii, este obligat să descifreze sensul ascuns al “cărții“ în care “zace mânia bunilor mei“. Prin urmare, poezia îşi atinge scopul de a lăsa moștenire o dovadă a suferinței şi a destinului strămoșilor. \n“Testament“ este o artă poetică modernă care conține numeroase elemente specifice curentului literar modern: poezia se află într-o continuă căutare a limbajului care să exprime cel mai bine frământările eului liric. \nPoezia este o capodoperă modernistă ce introduce elemente care țin de estetica urâtului, încalcă convențiile prozodice (strofele au un număr variabil de versuri), limbajul este caracterizat prin ambiguitate şi expresivitate, cuvintele capătă noi semnificații şi sunt alese din toate registrele stilistice (termeni argotici, neologisme, arhaisme, regionalisme, cuvinte de registru simplu: “bube, mucegaiuri şi noroi“, “slova de foc“), iar rolul poetului este de a potrivi aceste cuvinte pentru a-şi transmite mesajul poetic."}
        ]
      },
      {
        "id": 24,
        "category": "Dramatic",
        "title": "Iona",
        "subtitle": "",
        "left_subtitle1": "Tragedie, teatru modern",
        "left_subtitle2": "1968",
        "right_subtitle1": "",
        "right_subtitle2": "de Marin Sorescu",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Subintitulată şi “tragedie în patru tablouri“, “Iona“ a fost scrisă în 1965 de Marin Sorescu şi publicată în 1968, devenind ulterior prima parte a trilogiei “Setea muntelui de sare“, alături de “Paracliserul“ şi “Matcă“. Este o operă reprezentativă pentru orientarea poetului către teatrul poetic, metaforic, absurd."},
          {"title": null,"body": "Titlul trimite la mitul biblic al lui Iona, iar opera are drept surse de inspirație: Vechiul Testament, operele lui Eugen Ionesco şi filosofia existențialistă franceză a lui Sartre şi Camus. În Vechiul Testament, Iona este un personaj ce încearcă a se sustrage de la misiunea de a propovădui cetatea Ninive şi pe care Dumnezeu îl pedepsește trimițând vânt puternic şi furtuna pe mare. Iona este aruncat în mare şi înghițit de un pește uriaș, iar după trei zile şi trei nopți de pocăință, Dumnezeu poruncește peștelui să îl lase pe Iona pe uscat."},
          {"title": null,"body": "Structura compozițională respectă convențiile teatrului dramatic; există o listă a personajelor: Iona, pescar 1, pescar 2, apar didascalii narative, descriptive şi explicative, textul este împărțit în tablouri, iar fiecare dintre tablouri prezintă alt context în care se află personajul."},
          {"title": null,"body": "Tabloul I prezintă pe Iona şi pe celelalte două personaje (pescarul 1, pescarul 2 - amândoi muți), decorul care constă în gura unui pește şi apă, figurate prin cercuri făcute cu creată. Iona pescuiește dintr-un acvariu, este așezat într-o gură de peste care se închide, înghițindu-l, sugerând o lume miniaturizată, derizorie, inautentică. Tabloul II se petrece în interiorul peștelui I “ca şi cum te-ai afla într-un pântece uriaș“ şi în semiobscuritate. Iona trebuie să se elibereze, să fie el însuși un instrument de eliberare. Încearcă să se adapteze, să își dovedească însăși că este liber, că poate merge unde vrea. Tabloul III se petrece în pântecele peștelui II, unde este prezenta o moară, aluzie la Don Quijote; Iona încearcă să iasă din gura peștelui, descoperă că se află în burta unui pește şi mai mare, trimite un SOS, dar găsește scrisoarea ca şi cum ar fi fost trimisă de altcineva. Tabloul IV prezintă o gură de grotă, iar în fața acesteia o plajă, un Iona îmbătrânit, ce căută sensul vieții, un nume pentru sine, își descoperă identitatea şi în final își sfârtecă propriul abdomen pentru a găsi în sine libertatea “Răzbim noi cumva la lumină!“."},
          {"title": null,"body": "Textul este o parabolă despre condiția umană, iar personajul are o identitate incertă ce ilustrează motivul dublului: prin vocea lui vorbesc mai multe identități, textul constituindu-se ca un fals monolog, un dialog interiorizat cu replici adresate lumii şi însuși. Unele replici se constituie în mici poeme sau meditații filosofice. Folosirea monologului sugerează că singura comunicare posibilă este cea cu sine însuși, renunțând la dialog, lasă personalitățile să se dedubleze, să se comporte ca şi când ar fi doi; consecințele sunt dispariția dialogului şi a intrigii, plasarea acțiunii în planul parabolei."},
          {"title": null,"body": "Personajului dramatic nu i-se conferă multe detalii ale portretului fizic, întrucât interesează aspectul comportamental şi moral, predominând caracterizarea indirectă prin fapte, gesturi şi comportament. Singura cale adevărată a protagonistului nu este în afară, ci înlăuntrul său. El exclamă în final “Eu sunt Iona“, când se produce iluminarea, descoperirea propriei identități. Gestul final al spintecării propriei burți trebuie interpretat nu ca o sinucidere, ci -în plan simbolic- ca o descoperire a sinelui, o modalitate de salvare şi evadare; se eliberează asumând-și destinul."},
          {"title": null,"body": "Motivul central este temnița, textul fiind o parabolă despre limitele condiției umane, despre eforturile omului de a-și înțelege condiția, de a se regăsi pe sine. \nOpera “Iona“ aparține teatrului modern deoarece prezintă un amestec al genurilor: Iona este un personaj comic, în timp ce situația lui ține de tragedie, adoptă formula teatrului parabolă, incluzând semnificații simbolice şi limbaj metaforic. Iona este chintesența omenescului."}
        ]
      },
      {
        "id": 25,
        "category": null,
        "title": "O noapte furtunoasă",
        "subtitle": "",
        "left_subtitle1": "Comedie de moravuri",
        "left_subtitle2": "1879",
        "right_subtitle1": "",
        "right_subtitle2": "de Ion Luca Caragiale",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "“O noapte furtunoasă“ este o comedie în două acte, publicată în anul 1879, ce marchează debutul dramaturgului. Având ca fundal o intrigă de mahala, provocată de confuzie - Rică Venturiano caută pe Zița în casa lui Jupan Dumitrache - Caragiale aduce sub luminile rampei mizeriile şi ridicolul unei lumi ce se vrea “burgheză“. Acțiunea se derulează rapid, într-un spațiu limitat - odaia - exteriorul părând a nu există. Fenomenul parvenitismului, mecanismele şi tipurile umane specifice constituie substanța comică a comediei."},
          {"title": null,"body": "Semnificația titlului “O noapte furtunoasă“ sau “Numărul 9” sintetizează evenimentele tensionate, zbuciumate petrecute într-o singură noapte în casa lui Jupân Dumitrache, situată la periferia Bucureștiului. S-au tras focuri de armă, au fost urmăriri, spaime, agitație peste măsură pentru ca nu cumva să se atenteze la “onoarea de familist“ a stăpânului casei, care avea “ambițul“ de a nu fi înșelat de nevastă. De altfel, Rică Venturiano, cel care provoacă toată încurcătura, după ce reușește cu chiu cu vai să scape de urmăritorii dezlănțuiți, exclamă surescitat: “O, ce noapte furtunoasă!“. Subtitlul “Numărul 9“, ilustrează un comic de situație, reieșit din confuziile provocate de numărul 6 la care se află casa lui Dumitrache şi pe care meșterul care a tencuit zidul de la poartă l-a bătut invers, devenind numărul 9."},
          {"title": null,"body": "Actul I aduce în scenă toate personajele, îl familiarizează pe cititor şi pe spectator cu o lume populată de negustori parveniți de tipul lui Jupan Dumitrache zis şi “Titircă - Inimă-Rea“, cherestegiu şi căpitan în garda civică, de reprezentanți ai forței publice, cum este Nae Ipingescu, de “amploaiați“ ca studentul gazetar Rică Venturiano, de “dame bune“ ca mahalagioaicele Veta şi Ziță, de oameni de încredere cum este Chiriac sau de “slugi“ proaste ca Spiridon. Povestea de amor dintre Veta şi Chiriac, cel care păzea „onoarea de familist“ a stăpânului său înşelându-l în propria-i casă, subliniază grotescul acestei lumi. \n\nCel de-al doilea act îl prezintă pe Rică Venturiano într-o dublă postură comică: demagog liberal şi amorez. Acest june-prim îndrăgostit de Ziță, îi trimite acesteia un bilețel de amor şi poezele erotice în care-i jură că o iubește “la nemurire“, declarându-se “Al tău pentru eternitate şi per toujours“. Prins de Jupan Dumitrache, care-l bănuia că i-a știrbit “onoarea de familist“, nu uită să debiteze tiradele “democratice“, menţinându-se într-o situație comică ce putea deveni tragică. “Intelectualul“ în devenire pe scara socială este bucuros că aventura lui se încheie prin căsătoria cu cea pe care o căută şi iubea, Ziță. Găsește că este momentul să-şi facă cunoscute ideile liberal-democratice pretinzând că nu are altă politică decât “suveranitatea poporului“, pentru că, motivează el, “box populi, box dei“, variantă proprie pentru “vox populi, vox dei“ (Vocea poporului este vocea zeilor); deviza lui civică este cât se poate de “liberală“: “Ori toţi să muriţi, ori toţi să scăpăm!“."},
          {"title": null,"body": "Comicul rezultă aici, ca de altfel în toate comediile lui Caragiale din contrastul dintre esenţă şi aparenţă, din grotescul situaţiilor, din limbajul semidoct al eroilor. “Ambițul“ şi “onoarea de familist“ ale lui Jupan Dumitrache sunt grav compromise de omul său de încredere, Chiriac, amantul soției sale Veta, dar el îşi poartă coarnele liniștit după ce s-a “convins“ că bănuielile lui “nu erau fondate“.Veta încearcă prin postura de amantă să recupereze deficiențele unei căsătorii formale. Iubirea ei pasională pentru Chiriac devine comică în scena limpezirii situației creată prin confuzie de Rică Venturiano prin modul în care se străduiește să-şi dovedească fidelitatea în faţa amantului şi nu a soțului."},
          {"title": null,"body": "Psihologia personajelor din “O noapte furtunoasă““ e evidențiată de limbajul pitoresc al mahalalei, care transformă situațiile tragice într-un comic spumos. Triunghiul conjugal format din Jupan Dumitrache - Veta - Chiriac este imaginea celui de mai târziu din “O scrisoare pierdută“. Diferența este dată doar de stratul social pe care-l vizează dramaturgul."},
          {"title": null,"body": "Comicul de nume este şi el evident, mai ales în cazul “bagabontului“ Rică Venturiano. Numele lui are sonoritatea necesară unui june student la drept, jurnalist cu vederi liberale, aflat în căutarea marii iubiri care să-l propulseze ca “dipotat“, cum zice Ipingescu sau, în varianta “vizionarului“ Jupân Dumitrache, după “Cum combate el, poate să ajungă şi ministru“. Personajele feminine poartă nume care nu au nimic comic în sine. În cazul lor comicul este al categoriei sociale pe care o reprezintă - mahalaua. Caragiale a reușit să le treacă în registrul comic imprimând realității concepția lui, astfel încât Zița şi Veta au căpătat rezonanțe comice. Celelalte personaje poartă nume specifice ocupației lor: Jupan Dumitrache - negustor, Chiriac - un fel de administrator al casei şi ajutor în le negustoriei, iar Spiridon - slugă, ucenicul celor doi. Nu trebuie să trecem cu vederea că primul dintre personajele amintite are şi o poreclă - Titircă-inimă-rea. în acest caz, comicul este creat prin inversarea raportului dintre structura interioară a personajului şi realitate."},
          {"title": null,"body": "Opera “O noapte furtunoasă“ aparține genului dramatic prin existența listei cu personajele şi didascaliilor narative, descriptive şi explicative, textul fiind împărțit în două acte. Comediile lui Caragiale conțin în substrat ideea că lumea este un circ care nu-şi încheie niciodată reprezentațiile. Dramaturgul se dovedește, încă de la debut, prin această piesă, un fin cunoscător al nuanțelor limbii române, al psihologiei umane şi al artei teatrale. Caragiale reprezintă pentru dramaturgia noastră ceea ce înseamnă Eminescu pentru poezie."}

        ]
      },
      {
        "id": 26,
        "category": null,
        "title": "O scrisoare pierdută",
        "subtitle": "",
        "left_subtitle1": "Dramatic / comedie de moravuri",
        "left_subtitle2": "1884/1885",
        "right_subtitle1": "",
        "right_subtitle2": "de Ion Luca Caragiale",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Reprezentată pe scenă în 1884, comedia “O scrisoare pierdută“ este a treia dintre cele patru scrise de autor, fiind o capodoperă a genului dramatic. Piesa este o comedie de moravuri în care sunt satirizate aspecte ale societății contemporane autorului, fiind inspirată de farsa electorală din anul 1883. Comedia subliniază limitele condiției umane, acceptându-le și prezentându-le cu umor, fiind astfel considerată o capodoperă.Ca specie a genului dramatic, comedia este destinată reprezentării scenice, dovadă fiind lista cu Persoanele de la începutul piesei şi didascaliei, singurele intervenții directe ale autorului în piesă. Piesa este structurată în patru acte alcătuite din scene, fiind construit sub forma schimbului de replici între personaje. Principalul mod de expunere este dialogul, prin care personajele îşi dezvălui intențiile, sentimentele, opiniile. Prin dialog se prezintă evoluția acțiunii dramatice, se definesc relațiile dintre personaje şi se realizează caracterizarea directă sau indirectă."},
          {"title": null,"body": "Titlul pune în evidență contrastul comic dintre esență şi aparență. Pretinsa luptă pentru putere politică se realizează, de fapt, prin lupta de culise, având ca instrument al șantajului politic ‘o scrisoare pierdută’, pretext dramatic al comediei. Articolul nehotărât ‘o’ indică atât banalitatea întâmplării, cât şi repetabilitatea ei. \nTema comediei o constituie prezentarea vieții social-politice dintr-un oraș de provincie în circumstanțele tensionate ale alegerii unui deputat, eveniment care antrenează energiile şi capacitățile celor angajați, într-un fel sau altul, în farsa electorală."},
          {"title": null,"body": "‘O scrisoare pierdută’ este o comedie în patru acte, primele trei urmărind o acumulare gradată de tensiuni şi conflicte, iar al patrulea anulând toată agitația şi panica stârnite în jurul scrisorii pierdute. Chiar dacă începutul şi finalul piesei nu sunt simetrice, piesă are o arhitectură circulară, în sensul că atmosfera destinsă din final reface situația inițială a personajelor, aceea de dinaintea pierderii scrisorii, ca şi cum nu s-ar fi întâmplat nimic."},
          {"title": null,"body": "Personajele din comedii au trăsături care înlesnesc încadrarea lor tipologică. Caragiale este considerat cel mai mare creator de tipuri din literatura română. Există nouă clase tipologice, dintre care următoarele sunt identificate şi în O scrisoare pierdută: tipul încornoratului (Trahanache), tipul primului-amorez şi al donjuanului (Tipătescu), tipul cochetei şi al adulterinei (Zoe), tipul politic şi al demagogului (Tipătescu, Cațavencu, Farfuridi, Brânzovenescu, Trahanache, Dandanache), tipul cetățeanului (Cetățeanul turmentat), tipul funcționarului (Pristanda), tipul confidentului (Pristanda, Tipătescu, Brânzovenescu), tipul raisonneur (Pristanda)."},
          {"title": null,"body": "Ştefan Tipătescu este prezentat încă din lista cu “Persoanele“ de la începutul piesei în funcția de prefect al județului. La adăpostul autorității politice, îşi folosește avantajele în propriile lui interese. În același timp, el întruchipează în comedie tipul donjuanului, al primului amorez. Prietenul cel mai bun al lui Zaharia Trahanache, Tipătescu o iubește pe soția acestuia, Zoe, femeia cochetă, încă din momentul în care ea se căsătorește cu neica Zaharia, după cum observă cu naivitate soțul: ‘E un om cu care nu trăiesc de ieri, de alaltăieri, trăiesc de opt ani, o jumătate de an după ce m-am însurat a doua oară. De opt ani trăim împreună ca frații, şi niciun minut n-am găsit la omul acesta măcar atâtică rău’. Zoe, în schimb, în ciuda văicărelilor, a leșinurilor, dar şi faptului că este considerată o damă ‘simțitoare’, este în realitate o femeie voluntară, stăpână pe sine, care știe foarte bine ce vrea şi care îi manipulează pe toți în funcție de propriile dorințe."},
          {"title": null,"body": "Deşi nu sunt sancționate prin comicul de limbaj, personajele „cu carte” sunt ironizate pentru legătură extraconjugală, semnificative în acest sens fiind numele lor de alint, Fănică şi Joițica. \nDouă personaje secundare au un rol aparte în construcția subiectului şi în menținerea tensiunii dramatice. În fiecare act, în momentele de maximă tensiune, Cetățeanul turmentat intră în scenă, având intervenții involuntare, dar decisive în derularea intrigii. El apare ca un instrument al hazardului, fiind cel care găsește scrisoarea din întâmplare, în două rânduri. Dandanache este elementul-surpriză prin care se realizează deznodământul, el rezolvă ezitarea între a da mandatul prostului de Farfuridi sau canaliei Cațavencu. Personajul întărește semnificația piesei, prin generalizare şi îngroșare a trăsăturilor, candidatul trimis de la centru fiind ‘mai prost ca Farfuridi şi mai canalie decât Cațavencu’."},
          {"title": null,"body": "Finalul comediei aduce împăcarea tuturor. Odată ce intră în posesia scrisorii, Zoe devine triumfătoare, se comportă ca o doamnă, îşi recăpătă superioritatea la care renunțase pentru scurt timp, face promisiuni pentru Cațavencu (‘Fii zelos, asta nu-i cea din urmă Cameră!’), în timp ce Tipătescu se retrage ca şi mai înainte în umbra ei."},
          {"title": null,"body": "Având în vedere aceste caracteristici, opera literară “O scrisoare pierdută“ de I.L. Caragiale este o comedie de moravuri, în care sunt satirizate aspecte ale societății contemporane autorului."}
        ]
      },
      {
        "id": 27,
        "category": "Critică si Istorie literară",
        "title": "Dacia Literară",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "1840",
        "right_subtitle1": "",
        "right_subtitle2": "sub redacția lui Mihail Kogălniceanu",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Apărută într-o perioadă dificilă pentru publicațiile autohtone, revista “Dacia Literară“ a simbolizat un nou început pentru literatură română, reprezentând o noutate a presei. Într-o perioadă în care puținele publicații existente prezentau preponderent fapte politice, “Dacia Literară“ a fost pată de culoare din presa românească."},
          {"title": null,"body": "Toate acestea se regăsesc în articolul-program al revistei, semnat de Mihail Kogălniceanu în calitate de editor răspunzător. Având primul număr la 30 ianuarie 1840, revista marchează un punct de cotitură în literatura românească."},
          {"title": null,"body": "În introducție, articolul prezintă realitățile vremii în privința publicațiilor naționale. Sunt menționate circumstanțele politice anterioare ce au împiedicat dezvoltarea presei până la momentul respectiv. Acesta aduce în discuție şi celelalte ziare naționale, “Curierul Românesc“ (1829, Ion Heliade Rădulescu), “Albina Românească“ (1829, Gheorghe Asachi) şi “Foaia Inimii“ (1838, George Barițiu). Acestea ,,au mai mult sau mai puțin o coloră locală” şi includ prea multă politică fără să pună accentul necesar pe literatură."},
          {"title": null,"body": "Astfel, “Dacia Literară“ este prima revistă care se angajează să publice doar lucrări literare din toate zonele țării, realizându-se o unificare a românilor în plan literar. Se va cere, de asemenea, şi originalitate în creațiile publicate (“fieştecarele cu ideile sale, cu limba sa, cu chipul său“), astfel promovându-se cultura națională şi eliminându-se treptat puternica influență a operelor străine."},
          {"title": null,"body": "Sunt menționate minusuri ale literaturii vremii, cum ar fi lipsa originalității în operele literare, care deja sunt puține ca număr, dar şi multitudinea traducerilor incorecte. Traducerile sunt admise doar dacă sunt corect realizate. Kogălniceanu subliniază şi că “Traducțiile nu fac însă o literatură“. Mai este specificat şi faptul că revista va evita pe cât posibil scandalurile: “Iubitori ai pacei, nu vom primi nici în foaia noastră discuții ce ar pute să se schimbe în vrajbe“."},
          {"title": null,"body": "Mihail Kogălniceanu anunță şi intenția revistei de a-și exprima părerea asupra respectivelor opere, astfel anticipând critica de mai târziu: “Critica noastră va fi nepărtinitoare; vom critica cartea, iar nu persoana’. Obiectivul revistei este şi de a oferi țării “o limbă şi o literatură națională“. La finalul articolului sunt precizate rubricile ce vor exista în revistă, articole originale, compunerile originale, critica noilor apariții şi “Telegraful Daciei“, care va include știri, informații, noutăți etc. Mulți dintre scriitorii ulteriori au urmat sfaturile date de Kogălniceanu în articolul-program, ei inspirându-se fie din istoria națională, fie din frumusețile naturii. Astfel de exemple sunt Grigore Alexandrescu, Vasile Alecsandri, Costache Negruzzi."},
          {"title": null,"body": "Odată cu articolul-program al lui Kogălniceanu, un nou punct de vedere asupra literaturii a apărut. Mulți dintre scriitorii vremii s-au decis să urmeze sfaturile oferite în acel articol, drept dovadă operele a doi mari poeți ai literaturii române, Grigore Alexandrescu şi Vasile Alecsandri şi afirmarea creatorului nuvelei istorice românești, Costache Negruzzi. În opinia mea, “Dacia Literară“ a fost publicația care a redresat literatura română şi care a oferit impulsul necesar pentru dezvoltarea unei adevărate literaturi naționale, deschizând calea junimismului maiorescian şi a perioadei marilor clasici."}
        ]
      },
      {
        "id": 28,
        "category": null,
        "title": "Junimea şi Junimismul",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "",
        "right_subtitle1": "",
        "right_subtitle2": "",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Mentorul societății junimiste, Titu Maiorescu a avut o intensă activitate politică, dar a fost preocupat şi de estetică şi critică literară. Contribuția decisivă la modernizarea învățământului şi acreditarea debuturilor lui Eminescu, Goga şi Sadoveanu îl amintesc drept un important om al culturii românești."},
          {"title": null,"body": "Asociația “Junimea“ a apărut la Iași în 1863, având în principal un caracter politic, dar dedicându-se totuși unui scop cultural, având ca obiective răspândirea spiritului critic şi încurajarea literaturii naționale. Mișcarea junimistă a evoluat în trei etape: etapa I avea caracter polemic cu desfășurare în trei direcții: limba, literatură şi cultura. Etapa ÎI consolida direcția nouă în cultura română prin apariția în “Convorbiri literare“ a operelor lui Mihai Eminescu. Etapa III evidenția îndepărtarea preocupărilor de literatură, de viață artistică."},
          {"title": null,"body": "S-a vorbit despre importanța “Junimii“ în trei direcții: limba română, literatură, cultura. Strădaniile pentru unificarea limbii române au început prin demersurile lui Titu Maiorescu. Criticismul junimist se manifestă prin publicarea lucrării “Despre scrierea limbii române“ din 1866. Scopul unei instituții de tip academic era codificarea limbii: simplificarea alfabetului latin, unificarea ortografiei şi elaborarea unei gramatici. Mihai Eminescu sintetiza în ziarul “Timpul“: “în lupta pentru limba şi adevăr şi contra jargoanelor franțuzite d-sa a rămas învingător“."},
          {"title": null,"body": "În cea de-a doua direcție se manifestă interesul pentru o literatură autentică. Studiile lui Titu Maiorescu vizau evidențierea valorii literaturii populare, combaterea mediocrității, promovarea unor idei estetice clasice şi susținerea noilor talente: Eminescu, Caragiale, Creangă, Slavici. În “Direcția nouă în poezia şi proza românească“ îl numea pe Alecsandri “cap al poeziei noastre în generația trecută“, îl așeză pe Eminescu după Alecsandri, ceea ce demonstra o intuiție extraordinară. După moartea lui Eminescu, Titu Maiorescu a publicat studiul “Eminescu şi poeziile lui“, cel mai important studiu de istorie, critică şi analiza literară, prin care pune bazele mitului eminescian, care domină mentalitatea românească."},
          {"title": null,"body": "A treia dimensiune este interesul pentru cultură şi civilizație. Celebru rămâne studiul care argumentează “Teoria formelor fără fond“, construită pe trei principii: autonomia valorilor, unitatea între cultură şi societate, unitatea între fond şi forma în cultură şi în dezvoltarea socială. Prin formă, Maiorescu înțelege sistemul activităților materiale şi sociale, dar şi mentalitățile dominante şi formele caracteristice ale psihologie colective, tradițiile şi spiritul acestora. Prin formă sunt desemnate structurile instituționale, juridice şi politice ale societății, sistemul de educație şi instituțiile culturale. “Forma fără fond nu numai că nu aduce niciun folos dar este de-a dreptul stricăcioasă“. Teoria maioresciană susține evoluția organică a unei societăți, adică dezvoltarea de la fond spre forme."},
          {"title": null,"body": "În studiul “O cercetare critică asupra poeziei noastre“ din 1867, Titu Maiorescu făcea deosebirea între artă şi știința, împărțindu-și studiul în două părți: condițiunea materială a poeziei → forma şi condițiunea ideală a poeziei → fondul. Poezia trebuia “să deștepte prin cuvintele ei imagini sensibile în fantezia auditorului“, materia poeziei era limba, iar sensibilizarea gândirii cuvintelor se realiza prin “alegerea cuvântului cel mai puțin abstract“."},
          {"title": null,"body": "Ideea de bază a esteticii maioresciene este că “ideea sau obiectul exprimat prin poezie este totdeauna un simțământ sau o pasiune şi niciodată o cugetare exclusiv intelectuală“. Acesta fixează trei calități ideale ale poeziei: “poezia să nu se întoarcă în jurul aceleiași idei, să nu se repete“, “o nouă privire a obiectului sub impresiunea simțământului şi a pasiunii“ şi “poezia cea adevărată nu este decât un simțământ sau o pasiune manifestată în formă estetică“."}
        ]
      },
      {
        "id": 29,
        "category": null,
        "title": "Iluminismul",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "",
        "right_subtitle1": "",
        "right_subtitle2": "",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "1. DEFINIREA CURENTULUI\n-curent cultural și ideologic apărut în Franța în sec XVIII \n-promovează rațiunea și știința, având ca scop emanciparea popoarelor prin cultură \n-din punct de vedere istoric a însemnat dezvoltarea burgheziei, dezvoltarea științei, crearea condițiilor pentru izbucnirea revoluției din Franța \n-curentul ideologic a avut caracter antifeudal și anticlerical"},
          {"title": null,"body": "2. TRĂSĂTURILE FILOSOFICE LUMINILOR ȘI OMULUI \n-filosofia luminilor: accentul pe idealul uman, iar lumina a semnificat rațiunea și cunoașterea adevărului \n-omul luminilor →filosoful \n-omul luminilor : are încredere în puterea gândirii și a rațiunii, dorește să alunge prejudecățile și conformismul, nu acceptă argumentul tradiției și al autorității, este sensibil, imaginativ, sociabil, adaptat vremii, se află în slujba celorlalți, își asumă riscuri și pericole, 'Nimic din cea ce este omenesc, nu-i este străin'. \n-în Europa, aceste trăsături ale filosofiei și omului luminilor s-au concretizat într-o mișcare ce a influențat întreagă literatură europeană: ȘTURM UND DRÂNG → mișcarea apărută în Germania; reprezentant: G.E. Leasing → face trecerea de la Iluminism la Romantism prin Pre-romantism → curent literar de tranziție pregătește mișcarea romantică prin reacția față de modul rațiunii, căruia îi opuneau elogiul sentimental și fantezist."},
          {"title": null,"body": "3. a) CONTEXTUL ISTORIC \n-1691-Transilvania este cunoscută ca principat autonom în Imperul Habsburgic. \n-1698-1701 -se realizează unirea cu Romă și constituie Biserica Greco-Catolică. \n-1791 -cărturarii ardeleni înaintează curții de la Viena cu numele Supplex Libellux Valacroux. \nb) ILUMINISMUL ROMÂNESC \n-are coloratură națională \n-reface legăturile cu romanitatea educațională \n-a fost reprezentat de intelectualii din Transilvania care au format o mișcare politică și culturală cunoscute prin numele de școală ardeleană \nc) ȘCOALA ARDELEANĂ\n1) Social: \n-caracter iluminist, care a urmărit emanciparea poporul în special țăranii \n2) Cultural:\n-activitatea reprezentativă a școlii ardelene, studiile de istorie, linguistice și filozofice \n-în domeniul linguisticii au pus problemă adoptării alfabetului latin în defavoarea celui chirilic."},
          {"title": null,"body": "4. REPREZENTANȚII ȘCOLII ARDELENE \nSamuel Micu\n-face studiile la școala mănăstirii din Blaj \n-profesorul de liceu la Blaj \n-operă complexă în teologie, filozofie și istorie \n-redactează prima gramatică \n-traduce Biblia \n-scrie o carte despre istoria Românilor, considerată operă cu cea mai mare importanță \n\nGheorghe Șincai \n-studiază la Târgu Mureș și Cluj și se specializează în limbă greacă, latină și germană \n-profesor al școlii mănăstirii din Blaj \n-s-a călugărit sub numele de Gabriel \n-doctorat în filozofie și teologie \n-îl cunoaște la Viena pe Samuel Micu \n-a contribuit la dezvoltarea învățământului, a înființat peste 300 de școli \n-opera cea mai importantă este ‘Cronică Românilor și a mai multor neamuri’."}
        ]
      },
      {
        "id": 30,
        "category": null,
        "title": "Pașoptismul",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "1970",
        "right_subtitle1": "",
        "right_subtitle2": "",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "1) CONTEXTUL ISTORIC \n-marcat de revoluția de la 1848 \n-revoluția a fost determinată de revolta împotriva stăpânirii habsburgice și a protectoratului rus."},
          {"title": null,"body": "MOLDOVA \n-28 martie 1848\n-se citește în Adunarea de la Iași ”Petiția proclamației de la Iași” redactată de Kogălniceanu, Al. I. Cuza, V. Alecsandri și înaintată de domnitorul Sturdza TRANSILVANIA \n-3-5 mai 1848\n-în Adunarea națiunii de la Blaj se citește 'Proclamația de la Blaj' întocmită de Simion Bărnuțiu, George Bărnuțiu, Avram Iancu. \n-cererea lor e să se unească ȚARA ROMÂNEASCĂ \n-9 iunie 1848\n-'Proclamația de la Blaj' redactată de N. Bălcescu, I.C. Brătianu, I.H.Rădulescu \n-toate cele trei acte au fost înfrânte \n-revoluționarii aveau egalitate în drepturi, accesatul tuturor la învățământ, pământ țăranilor, recăpătarea autonomiei, țara să fie condusă de un domn împreună cu Adunarea națională din care să facă parte reprezentanții burgheziei. \n-a conturat definitiv idealurile românilor: unirea și independența."},
          {"title": null,"body": "PETRU MAIOR \n-studii teologice \n-călugărit cu numele de Pavel \n-profesor la Blaj —> iese din ordinul monarhului și revine protopop la Reghi →operă: impresionează prin amploare și diversitate în teologie, istorie și filosofie \n-puterea educației în spirit iluminist \n-istoria pentru începuturile românilor din Dacia. VASILE ALECSANDRI \n-personalitatea reprezentativă a perioadei pașoptiste \n-a avut rol în plan cultural cel literaturii"},
          {"title": null,"body": "PAȘOPTISMUL ROMÂNESC \n-marchează o perioadă de dezvoltare în plan cultural şi artistic \n-apăr școlile \n-se înființează teatre: Teatrul național de la Iași\n-se editează primele reviste, București (curierul românesc), Brașov (Gazetă de Transilvania), Iași(Albină românească). \n\nLITERATURA PAȘOPTISTĂ \n-idealurile de libertate socială și unitate națională au favorizat abordarea romantismului \nEmbrionul mișcării culturale pașoptiste este revistă Dacia Literară: \n-a apărut pe 30 ianuarie 1840 \n-apăr doar 3 numere \n-cuprinde în primul număr un articol-program semnat de Mihai Kogălniceanu 'Introducție'. \n-este prima revistă care se va adresă tuturor provincialilor \n-trasează noile direcții în literatură română."},
          {"title": null,"body": "1) Poezia Epocii de la 1848 \n-reprezintă începutul poeziei moderne române \n-speciile predominante sunt: odă și cântecul \nTemele abordate:\n-ideea națională \n-filosoful \n-religiosul \n-sentimentalul \n-cetățeanul"},
          {"title": null,"body": "2) Proză epocii de la 1848 \n-primele încercări de proză descriptivă, istorică și satirică \n-temă istoriei este prelucrată în aproape toate speciile: nuvelă istorică (C. Negruzzi), fragmente istorică (C. Negruzzi) \n-apăr stilurile redactării de călătorie\n-memorial de călătorie ( G. Alexandrescu). \n-satiră se manifestă în fabule (G. Alexandrescu) ‘Câinele și cățelul’."}
        ]
      },
      {
        "id": 31,
        "category": "Curente literare",
        "title": "Clasicism",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "",
        "right_subtitle1": "",
        "right_subtitle2": "",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Clasicismul este individualizat prin caracteristici precum: rațiunea domină sentimentele, caracterul moralizator acordând importanță unor specii literare corespunzătoare (fabula, satira, comedia, tragedia), personajele sunt caractere: caracterul avarului (Arpagon), unitate de timp, loc și acțiune (un singur cadru, timp scurt, maxim 24h, un singur plan), exces de pudoare, rafinament, personaje oneste, morale."},
          {"title": null,"body": "Se mai pot desprinde și alte trăsături ale operei: simetria și echilibrul compoziției, concizia și rigoarea unor exprimări care capătă uneori caracter de sentință... Termenul comportă sensuri largi, exprimând o atitudine estetică fundamentală ce se caracterizează prin tendința de a observa fenomenele în contextul universului și de a le închega într-un sistem proporțional și armonios, corespunzător frumosului și concordant cu norme rationale care impun tipuri model, perfecțiunea, idealul. Curentul se definește ca o mișcare artistică și literară care promovează ideile de echilibru și armonie a ființei umane, constituite în modele durabile și care se pot regăsi în timp."},
          {"title": null,"body": "Curentul clasicismului, definit ca atitudine estetică fundamentală de observare și realizare a unui sistem armonios, stabil, proporțional, dominat de elementele frumosului, în concordanță cu norme specifice (cele trei unități în dramaturgie), tinde spre un tip ideal, echilibrat, senin, al perfecțiunii formelor. S-a manifestat în toate artele – literatură, pictură, muzică, arhitectură. Trăsături: regula celor trei unități în dramaturgie (de loc, timp, acțiune); puritatea genurilor și a speciilor literare; întâietatea rațiunii; imitarea modelelor greco-romane; cultul pentru adevăr și natural (în literatură), înfrumusețarea și înnobilarea naturii (în pictură); promovarea virtuții – propunând un tip ideal de om virtuos, multilateral, complet (tip social – excepțional, unic – un model); natură se subordonează idealului uman – caracter moralizator. Cultivă trăsături distincte – curajul, vitejia, generozitatea sau lașitatea, avariția, naivitatea. Puritatea stilului, sobrietatea, stil înalt nu amestecul de stiluri. Prin extensie, termenul se folosește și pentru a denumi perfecțiunea, armonia."},
          {"title": null,"body": "Reprezentanți \n• Boileau \n• La Fontaine \n• Jean Racine \n• La Bruyere \n• Pierre Corneille \n• Anton Krâlov \n• Antioh Cantemir"}
        ]
      },
      {
        "id": 32,
        "category": null,
        "title": "Romantism",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "",
        "right_subtitle1": "",
        "right_subtitle2": "",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Romantismul literar și-a aflat expresia de-a lungul secolului al XIX-lea, manifestându-se în paralel cu romantismul artelor plastice și cu cel muzical. Migrația influențelor impuse de curent determină coexistența lui alături de alte curente, îndeosebi în a doua jumătate a secolului (de exemplu, parnasianismul)."},
          {"title": null,"body": "Trăsături \n• Introducerea unor noi categorii estetice: sublimul, grotescul, fantasticul, macabrul, feericul precum si a unor specii literare inedite precum drama romantica, meditatia, poemul filozofic și nuvela istorică. \n• Cultivă sensibilitatea, imaginația și fantezia creatoare, minimalizând rațiunea și luciditatea. \n• Promovează inspirația din tradiție, folclor și din trecutul istoric. \n• Evadarea din realitate se face prin vis sau somn (mitul oniric), într-un cadru natural nocturn. \n• Contemplarea naturii se concretizează prin descrierea peisajelor sau a momentelor anotimpurilor în pasteluri și prin reflecții asupra gravelor probleme ale universului în meditații. \n• Acordă o importanță deosebită sentimentelor omenești, cu predilecție iubirii, trăirile interioare intense fiind armonizate cu peisajul naturii ocrotitoare sau participative. \n• Construirea eroilor exceptionali, care acționează în imprejurări ieșite din comun, precum și portretizarea omului de geniu și condiția nefericită a acestuia în lume; personajele romantice nu sunt dominate de rațiune ci de imaginație și de sentimente. \n• Preocuparea pentru definirea timpului și a spațiului nemarginite, ca proiectie subiectivă a spiritului uman, concepție preluată de la filozofii idealiști. \n• Utilizarea de procedee artistice variate, printre care antiteza, ocupă locul principal atât în structura poeziei, cât și în construirea personajelor, situațiilor, ideilor exprimate \n• Ironia romantică dobândește, adesea, accente satirice sau pamfletare, fiind un mijloc artistic folosit atât in specia literara cu nume sugestiv, satira, cât și în poeme filosofice. \n• Puritate absolută in locul rigorii rationale a clasicismului \n• Asumarea poziției demiurgice (demonice) față de universul creat \n• Preferința pentru tehnici bazate pe armonia contrariilor care să pună în evidență antonimiile specifice unei existențe contradictorii \n• Lărgirea viziunii estetice prin inovație la nivelul speciilor literare al tematicii, motivelor si limbajelor artistice."}
        ]
      },
      {
        "id": 33,
        "category": null,
        "title": "Simbolism",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "",
        "right_subtitle1": "",
        "right_subtitle2": "",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Apare în Franța în a doua jumătate a secolului XIX, ca reacție împotriva parnasianismului. Termenul este impus de Jean Moreas, care în 1886 scrie un manifest literar numit ”Le symbolisme”. Precursorul simbolismului este considerat Charles Baudelaire prin volumul ”Corespondențe”."},
          {"title": null,"body": "Trăsături \n• utilizarea simbolurilor, simbolul oferind posibilitatea unei interpretări multiple. \n• cultivarea sugestiei cu ajutorul căreia sunt puse în evidență stări sufletești vagi, confuze, de melancolie, plictiseală. \n• cultivarea elementului muzical, a sonorității verbale. \n• existența sinesteziei (perceperea simultană a unui ansamblu de senzații, auditive, vizuale etc.)."},
          {"title": null,"body": "Franța \n• Charles Baudelaire \n• Stephane Mallarme \n• Paul Verlaine \n• Tristan Corbière \n• Jules Laforgue \n• Novalis \n• Arthur Rimbaud \n• Paul Verlaine"},
          {"title": null,"body": "România \n• Ștefan Petică, Fecioare în alb (volum publicat în 1902) \n• Dimitrie Anghel, În grădină (volum publicat în 1905) \n• Ion Minulescu, Romanțe pentru mai târziu (volum publicat în 1908) \n• Alexandru Macedonski, Flori sacre (volum publicat în 1912) \n• George Bacovia, Plumb (volum publicat în 1916)"}

        ]
      },
      {
        "id": 34,
        "category": null,
        "title": "Realism",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "",
        "right_subtitle1": "",
        "right_subtitle2": "",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Realismul este un curent literar-artistic care se afirmă din a doua jumătate a secolului XIX în culturile europene. În sens larg, realismul reprezintă o metodă de creație în literatură și artă, caracterizată prin redarea veridică, obiectivă a realității și prin apropierea creației de viață."},
          {"title": null,"body": "Reprezentanți \n• Lev Tolstoi \n• Charles Dickens \n• Gustave Flaubert \n• Stendhal \n• Ioan Slavici \n• Liviu Rebreanu \n• Mihail Sadoveanu"}
        ]
      },
      {
        "id": 35,
        "category": null,
        "title": "Neomodernism",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "",
        "right_subtitle1": "",
        "right_subtitle2": "",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Neomodernismul este un curent ideologic, literar definit de spiritul creator postbelic, caracterizat prin respingerea formelor grave și prin redarea temelor grave într-o manieră ludică, de joc, ce ascunde însă tragicul. Literatura neomodernistă este definită printr-un imaginar poetic inedit, limbaj ambiguu, metafore subtile și expresie ermetică."},
          {"title": null,"body": "Neomodernismul s-a conturat în doar 7 numere ale revistei ”Albatros” editată în 1941 și condusă de Geo Dumitrescu. Această nouă formă de manifestare a modernismului ce se prelungește până prin anii '60 este îndreptată cu fața spre un trecut exemplar. Scriitorii neomoderniști doresc să se despartă de ”spiritul veacului”, care este cel al războaielor și să recupereze valorile și modelele."},
          {"title": null,"body": "Reprezentati:\nPrintre reprezentanții de seamă ai ideologiei neomoderniste se numără Gellu Naum, Marin Sorescu, Adrian Păunescu și Nichita Stănescu, acesta din urmă fiind liderul generației anilor '60. Scriitorii generației șaizeciste aveau o libertate interioară și protestau împotriva realismului socialist."}

        ]
      },
      {
        "id": 36,
        "category": null,
        "title": "Modernism",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "",
        "right_subtitle1": "",
        "right_subtitle2": "",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Trăsături: \n• Negarea valorilor poetice \n• Refuzul capodoperei și al ideii de frumos, de perfecțiune \n• Ruptura de trecut \n• Revolta și libertatea de exprimare \n• Originalitatea și tendința de a șoca \n• starea de conflict între luciditatea conștiinței și spaimele necunoscutului \n• luciditatea, efortul prin care gândirea își cucerește adevărurile \n• problematica conștiinței nelinistite \n• predilecția pentru stări limită:coșmar, halucinație, ridicol, grotesc \n• exacerbare a sensibilității, a facultăților perceptive, vederea monstruoasă \n• drama tristeții metafizice, a omului problematic înstrăinat de tainele genezice ale universului \n• aspirația spre regăsirea echilibrului originar"},
          {"title": null,"body": "Reprezentanți:\n• Lucian Blaga\n• Tudor Arghezi\n• Ion Barbu\n• Franz Kafka\n• Marcel Proust\n• James Joyce\n• George Bacovia"},
          {"title": null,"body": "Romancieri români:\n• Camil Petrescu\n• Hortensia Papadat Bengescu\n• Mircea Eliade\n• Mihail Sebastian\n• Anton Holban"},
          {"title": null,"body": "Poeți români:\n• Ion Barbu\n• Tudor Arghezi\n• Lucian Blaga"},
          {"title": null,"body": "Critici literari români:\n• George Călinescu\n• Eugen Lovinescu\n• Tudor Vianu"}
        ]
      },
      {
        "id": 37,
        "category": null,
        "title": "Tradiționalism",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "",
        "right_subtitle1": "",
        "right_subtitle2": "",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "Definiție: curent cultural apărut la începutul secolului al XX-lea, care promovează tradiţia și apără valorile arhaice de pericolul degradării în contact cu tendințele și valorile modern;\n• susține convingerea că literatura trebuie să exprime specificul național, localizat în lumea rurală;\n• dorința conservării factorului autohton este justificată prin ideea că satul tradițional este un reflex al „sufletului etnic”, producător de cultură și civilizație proprie și refractar la imitația culturii occidentale, inaderența la civilizația industrial capitalistă, socotită straină spiritului românesc, și, în plan literar, aversiunea față de modernismul „decadent”, văzut ca un import cultural neasimilat."},
          {"title": null,"body": "Caracteristici:\n• ilustrarea specificului naţional, în spirit exagerat;\n• întoarcerea la originile literaturii; istoria şi folclorul sunt principalele izvoare de inspiraţie, dar într-un mod exaltat;\n• prezintă universul patriarhal al satului, problematica ţărănească;\n• pune accent pe etic, etnic, social;\n• proză realistă de factură socială;\n• promovează ideea că mediul citadin și valorile moderne sunt periculoase pentru puritatea sufletelor."}

        ]
      }
    ]
  },
  {
    "id": 1,
    "title": "Limba Romana - Real",
    "full_title": "Limba si Literatura Romana - Real",
    "subtitle": "Romana Real",
    "description": "Limba si Literatura Romana - Real.",
    "lessons": [

    ]
  },
  {
    "id": 2,
    "title": "Matematica M1",
    "full_title": "Matematica M1",
    "subtitle": "Matematica M1",
    "description": "Matematica M1",
    "lessons": [

    ]
  },
  {
    "id": 3,
    "title": "Matematica M2",
    "full_title": "Matematica M2",
    "subtitle": "Matematica M2",
    "description": "Matematica M2",
    "lessons": [

    ]
  },
  {
    "id": 4,
    "title": "Istorie",
    "full_title": "Istorie",
    "subtitle": "Istorie",
    "description": "Istorie",
    "lessons": [
      {
        "id": 1948,
        "category": null,
        "title": "title",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "year",
        "right_subtitle1": "",
        "right_subtitle2": "author",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"}
        ]
      }
    ]
  },
  {
    "id": 5,
    "title": "Geografie",
    "full_title": "Geografie",
    "subtitle": "Geografie",
    "description": "Geografie",
    "lessons": [
      {
        "id": 1948,
        "category": null,
        "title": "title",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "year",
        "right_subtitle1": "",
        "right_subtitle2": "author",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"}
        ]
      }
    ]
  },
  {
    "id": 6,
    "title": "Biologie Vegetala",
    "full_title": "Biologie Vegetala",
    "subtitle": "Biologie Vegetala",
    "description": "Biologie Vegetala",
    "lessons": [
      {
        "id": 1948,
        "category": null,
        "title": "title",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "year",
        "right_subtitle1": "",
        "right_subtitle2": "author",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"}
        ]
      }
    ]
  },
  {
    "id": 7,
    "title": "Biologie Anatomie",
    "full_title": "Biologie Anatomie",
    "subtitle": "Biologie Anatomie",
    "description": "Biologie Anatomie",
    "lessons": [
      {
        "id": 1948,
        "category": null,
        "title": "title",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "year",
        "right_subtitle1": "",
        "right_subtitle2": "author",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"}
        ]
      }
    ]
  },
  {
    "id": 8,
    "title": "Psihologie",
    "full_title": "Psihologie",
    "subtitle": "Psihologie",
    "description": "Psihologie",
    "lessons": [
      {
        "id": 1948,
        "category": null,
        "title": "title",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "year",
        "right_subtitle1": "",
        "right_subtitle2": "author",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"}
        ]
      }
    ]
  },
  {
    "id": 9,
    "title": "Logica",
    "full_title": "Logica",
    "subtitle": "Logica",
    "description": "Logica",
    "lessons": [
      {
        "id": 1948,
        "category": null,
        "title": "title",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "year",
        "right_subtitle1": "",
        "right_subtitle2": "author",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"}
        ]
      }
    ]
  },
  {
    "id": 10,
    "title": "Sociologie",
    "full_title": "Sociologie",
    "subtitle": "Sociologie",
    "description": "Sociologie",
    "lessons": [
      {
        "id": 1948,
        "category": null,
        "title": "title",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "year",
        "right_subtitle1": "",
        "right_subtitle2": "author",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"}
        ]
      }
    ]
  },
  {
    "id": 11,
    "title": "Filosofie",
    "full_title": "Filosofie",
    "subtitle": "Filosofie",
    "description": "Filosofie",
    "lessons": [
      {
        "id": 1948,
        "category": null,
        "title": "title",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "year",
        "right_subtitle1": "",
        "right_subtitle2": "author",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"}
        ]
      }
    ]
  },
  {
    "id": 12,
    "title": "Economie",
    "full_title": "Economie",
    "subtitle": "Economie",
    "description": "Economie",
    "lessons": [
      {
        "id": 1948,
        "category": null,
        "title": "title",
        "subtitle": "",
        "left_subtitle1": "",
        "left_subtitle2": "year",
        "right_subtitle1": "",
        "right_subtitle2": "author",
        "priority": 4,
        "read_time": 8,
        "related_lessons": [
          {"id": 1, "title": "titlu lectie similara"},
          {"id": 2, "title": "titlu lectie similara"}
        ],
        "parts": [
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"},
          {"title": null,"body": "wwwwwwwww"}
        ]
      }
    ]
  }
]
